{
    "knowledge": {
        "7": {
            "Author": " Hayek",
            "Title": "The use of knowledge in society",
            "Citations": 18760,
            "Year": 1945,
            "Source": "https://www.jstor.org/stable/1809376",
            "Abstract": "On certain familiar assumptions the answer is simple enough. If we possess all the relevant information, if we can start out from a given system of preferences and if we command complete knowledge of available means, the problem which remains is purely one of logic "
        },
        "1": {
            "Author": "Leonard",
            "Title": "Wellsprings of knowledge",
            "Citations": 7694,
            "Year": 1995,
            "Source": "https://www.researchgate.net/profile/Dorothy_Leonard/publication/225070500_The_Wellsprings_of_Knowledge/links/5512da2e0cf20bfdad522edb.pdf",
            "Abstract": "To create and maintain core technological capabilities, managers need at least two abilities: they must (1) know how to manage the activities that create knowledge and (2) possess an understanding of exactly what constitutes a core capability–what are its dimensions. There is "
        },
        "3": {
            "Author": " Zack",
            "Title": "Managing codified knowledge",
            "Citations": 2650,
            "Year": 1999,
            "Source": "http://web.nchu.edu.tw/pweb/users/arborfish/lesson/8948.pdf",
            "Abstract": "Leading iiianagcmcnt and organization theorists have popularized the concept of treating organizational knowledge as a\\'aluaf) le strategic asset.'They advise that to remain competitive, an organization must efficiently and effectively create, locale, capture, and "
        },
        "8": {
            "Author": "Foray",
            "Title": "Economics of knowledge",
            "Citations": 1828,
            "Year": 2004,
            "Source": "https://books.google.com/books?hl=en&lr=&id=aEMHzEUJQZQC&oi=fnd&pg=PR7&dq=knowledge&ots=VosYCHyq0y&sig=kBXRJoOmAs4qir3UkMNg1dR6S_I",
            "Abstract": "The economics of knowledge is a rapidly emerging subdiscipline of economics that has never before been given the comprehensive and cohesive treatment found in this book. Dominique Foray analyzes the deep conceptual and structural transformation of our "
        },
        "5": {
            "Author": "Nonaka, H Takeuchi",
            "Title": "The knowledge-creating company",
            "Citations": 1346,
            "Year": 2007,
            "Source": "https://memberfiles.freewebs.com/84/90/65819084/documents/The%20Knowledge-Creating%20Company.pdf",
            "Abstract": "Editor's Note: This 1991 article helped popularize the notion of “tacit” knowledge–the valuable and highly subjective insights and intuitions that are difficult to capture and share because people carry them in their heads. Years later, the piece can still startle a reader with "
        },
        "4": {
            "Author": "Buber",
            "Title": "Knowledge of man",
            "Citations": 1118,
            "Year": 1988,
            "Source": "https://philpapers.org/rec/BUBKOM",
            "Abstract": "These six essays present one of the most significant stages in the development of Buber's philosophical thought and particularly his philosophical anthropology. This edition includes an appendix consisting of an interesting dialogue between Buber and psychologist Carl R "
        },
        "10": {
            "Author": " Perkins",
            "Title": "Knowledge as design",
            "Citations": 951,
            "Year": 2013,
            "Source": "https://books.google.com/books?hl=en&lr=&id=L6AuAgAAQBAJ&oi=fnd&pg=PP1&dq=knowledge&ots=FopZRbzKuP&sig=b7bOjiwf_YJNgjLdgnvCyd8vzEw",
            "Abstract": "First Published by Lawrence Erlbaum Associates, Ine, Publishers 365 Broadway I-Iillsdale, New \nJersey 07642 Transferred to Digital Printing 2009 by Routledge 270 Madison Ave, New York \nNY 10016 2 Park Square, Milton Park, Abingdon, Oxon, OX14 4RN Permission to reprint the "
        },
        "6": {
            "Author": "VON HAvEi",
            "Title": "The pretence of knowledge",
            "Citations": 810,
            "Year": 1974,
            "Source": "http://pavroz.ru/files/hayekpretence.pdf",
            "Abstract": "The particular occasion of this lecture, combined with the chief practical problem which economists have to face today, have made the choice of its topic almost inevitable. On the one hand the still recent establishment of the Nobel Memorial Prize in Economic Science "
        },
        "9": {
            "Author": "Serres, W Paulson",
            "Title": "The troubadour of knowledge",
            "Citations": 454,
            "Year": 1997,
            "Source": "https://books.google.com/books?hl=en&lr=&id=Zxrbqf0im0sC&oi=fnd&pg=PR13&dq=knowledge&ots=Bo_Ap76mbW&sig=pu65ySpPH1ExvuLjJWz5Vgn__mQ",
            "Abstract": "What do we do when we raise a child, teach a student, or educate a person as a member of society? For the French philosopher Michel Serres, all of these forms of pedagogy require painful yet exhilarating departures from home and encounters with Otherness. Like a "
        },
        "2": {
            "Author": "Zagzebski",
            "Title": "What is knowledge?",
            "Citations": 289,
            "Year": 2017,
            "Source": "https://onlinelibrary.wiley.com/doi/abs/10.1002/9781405164863.ch3",
            "Abstract": "Knowledge is a highly valued state in which a person is in cognitive contact with reality. It is, therefore, a relation. On one side of the relation is a conscious subject, and on the other side is a portion of reality to which the knower is directly or indirectly related. While directness is a "
        }
    },
    "understanding": {
        "3": {
            "Author": " Wiggins, G Wiggins, J McTighe",
            "Title": "Understanding by design",
            "Citations": 10649,
            "Year": 2005,
            "Source": "https://books.google.com/books?hl=en&lr=&id=N2EfKlyUN4QC&oi=fnd&pg=PR6&dq=understanding&ots=gq5Ck8TO4u&sig=TIj51HWUveWz1gRUa3jLirwudGI",
            "Abstract": "What is understanding and how does it differ from knowledge? How can we determine the big ideas worth understanding? Why is understanding an important teaching goal, and how do we know when students have attained it? How can we create a rigorous and engaging "
        },
        "1": {
            "Author": "Bourdieu",
            "Title": "Understanding",
            "Citations": 857,
            "Year": 1996,
            "Source": "https://journals.sagepub.com/doi/pdf/10.1177/026327696013002002",
            "Abstract": "AM LOATH to engage too insistently here in reflections on theory or method addressed simply to researchers:“We do nothing but gloss one another\", as Montaigne used to say. And even if it is only a question of doing that, but in a quite other mode, I wish to avoid scholastic "
        },
        "5": {
            "Author": "L Murray, AK Acharya",
            "Title": "Understanding DALYs",
            "Citations": 741,
            "Year": 1997,
            "Source": "https://www.sciencedirect.com/science/article/pii/S0167629697000040",
            "Abstract": "The measurement unit disability-adjusted life years (DALYs), used in recent years to quantify the burden of diseases, injuries and risk factors on human populations, is grounded on cogent economic and ethical principles and can guide policies toward delivering more cost "
        },
        "2": {
            "Author": " Rumelhart",
            "Title": "Understanding understanding",
            "Citations": 417,
            "Year": 1991,
            "Source": "https://books.google.com/books?hl=en&lr=&id=0vFUE2orvNQC&oi=fnd&pg=PA257&dq=understanding&ots=pL-BJ37Z01&sig=yD1quYDSdGMrQnL4wQIn5IjDbZo",
            "Abstract": "Rumelhart presents a detailed account of a schematic-theoretical model of reading. He cites several studies that have been conducted by himself and others at the Center for Human Information Processing in the processing of stories. His analogy of a reader being like a "
        },
        "7": {
            "Author": "Perkins",
            "Title": "What is understanding",
            "Citations": 406,
            "Year": 1998,
            "Source": "https://search.proquest.com/openview/8cd91ea195dec89955533ad2f768ba8e/1.pdf?pq-origsite=gscholar&cbl=25066",
            "Abstract": "NOWLEDGE, and Skill have tra- LLSmmm beenthemainstays of erican education. But in the \nlong term, education must aim for active use of knowledge and skill. Students garner knowledge \nand skill in schools so they can put them to work in professional and lay roles thatrequire "
        },
        "8": {
            "Author": "Bertram, I Christiansen",
            "Title": "Understanding research",
            "Citations": 400,
            "Year": 2014,
            "Source": "https://www.academia.edu/download/61057969/Understanding_Research_2_FULL_COVER20191029-44698-azdju.pdf",
            "Abstract": "Although there are many books about research and research methods in education and the social \nsciences, very few focus specifically on critically reading research that has been completed by \nothers. When reading and thinking about published research, it is useful to understand the complexity "
        },
        "9": {
            "Author": " Schwandt",
            "Title": "On understanding understanding",
            "Citations": 266,
            "Year": 1999,
            "Source": "https://journals.sagepub.com/doi/abs/10.1177/107780049900500401",
            "Abstract": "The phenomenon of understanding lies at the heart of the qualitative inquiry enterprise. Drawing on the tradition of philosophical hermeneutics, this article discusses the following four conditions under which understanding unfolds:(a) the difference between knowing and "
        },
        "4": {
            "Author": " Baker, PMS Hacker, M Wittgenstein",
            "Title": "Understanding",
            "Citations": 263,
            "Year": 1983,
            "Source": "https://www.researchgate.net/profile/Victor_Ricciardi/publication/280086678_Understanding_Behavioral_Aspects_of_Financial_Planning_and_Investing/links/55a7923a08aea2222c74677d/Understanding-Behavioral-Aspects-of-Financial-Planning-and-Investing.pdf",
            "Abstract": "Assuming investors have well-defined goals, they can take one of two major paths to achieve them. One is to acquire the knowledge needed to do one's own financial planning and investing. According to Benjamin Franklin,“An investment in knowledge pays the best "
        },
        "6": {
            "Author": " Nickerson",
            "Title": "Understanding understanding",
            "Citations": 242,
            "Year": 1985,
            "Source": "https://www.journals.uchicago.edu/doi/abs/10.1086/443791",
            "Abstract": "Several experimental studies are reviewed, the results of which suggest that students often fail to acquire an understanding of some of the concepts, relationships, principles, and processes that are fundamental to traditional high school course material. Questions of what "
        },
        "10": {
            "Author": " Davis",
            "Title": "Understanding\" understanding.\"",
            "Citations": 167,
            "Year": 1992,
            "Source": "https://psycnet.apa.org/record/1993-21167-001",
            "Abstract": "Abstract SE Pirie and TE Kieren's (see record 1993-21189-001) article is hailed as the point of convergence of important aspects of contemporary studies dealing with how people think about mathematics and how math skills are learned. A comparison of old and new views of "
        }
    },
    "insight": {
        "6": {
            "Author": " Erikson",
            "Title": "Insight and responsibility",
            "Citations": 3342,
            "Year": 1994,
            "Source": "https://books.google.com/books?hl=en&lr=&id=8Y4cAAAAQBAJ&oi=fnd&pg=PP2&dq=insight&ots=qfvHdLyn5y&sig=g3hUwX5Lx0Bt4PRLDvu9qAxs_6Q",
            "Abstract": "In the six essays contained in this text the author reflects on the ethical implications of psychoanalytical insight. Among the topics covered are: Freud's discovery that the human mind can only be studied through a partnership between observer and observed; how "
        },
        "5": {
            "Author": " Van Hiele",
            "Title": "Structure and insight: A theory of mathematics education",
            "Citations": 2075,
            "Year": 1986,
            "Source": "https://pdfs.semanticscholar.org/f13d/86aea2cda3779d03a32ae11fd86f0dcb0067.pdf",
            "Abstract": "South African Geometry Teacher Preparation - A Typical Case? Structure and insight: a theory \nof mathematics education / Pierre M. van Hiele on ResearchGate, the professional network for \nscientists. Structure and insight: a theory of mathematics. - Google Books Task Design in Mathematics "
        },
        "8": {
            "Author": "Lonergan",
            "Title": "Insight: A Study of Human Understanding, Volume 3",
            "Citations": 1713,
            "Year": 1992,
            "Source": "https://books.google.com/books?hl=en&lr=&id=0NfTdCDCZuoC&oi=fnd&pg=PT4&dq=insight&ots=vWevjWfK4S&sig=9mO7o1C6kBC2tZVArG1z6aUlQHM",
            "Abstract": "Insight is Bernard Lonergan's masterwork. It aim is nothing less than insight into insight itself, a comprehensive view of knowledge and understanding, and to state what one needs to understand and how one proceeds to understand it. In Lonergan's own words:'Thoroughly "
        },
        "4": {
            "Author": " Kaplan, HA Simon",
            "Title": "In search of insight",
            "Citations": 784,
            "Year": 1990,
            "Source": "https://www.sciencedirect.com/science/article/pii/001002859090008R",
            "Abstract": "This paper describes the process of attaining the insight required to solve a particular problem—the Mutilated Checkerboard (MC) problem. It shows that attaining insight requires discovering an effective problem representation, and that performance on insight problems "
        },
        "2": {
            "Author": " Sternberg, JE Davidson",
            "Title": "The nature of insight.",
            "Citations": 766,
            "Year": 1995,
            "Source": "https://psycnet.apa.org/record/1994-98855-000",
            "Abstract": "\"The Nature of Insight\" brings together diverse perspectives, including recent theories and\ndiscoveries, to examine the nature and origins of insightful thinking, as well as the history of\ntheory and research on the topic and the methods used to study it. \"The Nature of Insight\" is "
        },
        "3": {
            "Author": " Bowden, M Jun",
            "Title": "New approaches to demystifying insight",
            "Citations": 733,
            "Year": 2005,
            "Source": "https://www.sciencedirect.com/science/article/pii/S1364661305001531?casa_token=CzcN4NZefGoAAAAA:GejTZfy26k5vGgujh0TG9mjDMWEFcrUHimv97pCf3NVwVNB_jCxLY_iLmM9SoomrMNvm5IY",
            "Abstract": "After a person has become stuck on a problem, they sometimes achieve a clear and sudden solution through insight–the so-called Aha! experience. Because of its distinctive experience, the origins and characteristics of insight have received considerable attention "
        },
        "7": {
            "Author": "North",
            "Title": "Toward measuring visualization insight",
            "Citations": 557,
            "Year": 2006,
            "Source": "https://ieeexplore.ieee.org/abstract/document/1626178/?casa_token=R-mqG0qKwhgAAAAA:OZeDKXc4suvjVEyHwaPp6PvzIWDWHZBAR9naDfrNDvboQMXifzdAOPaZxhqYNsPC9nPjAg",
            "Abstract": "Recent visualization research literature has paid an increasing amount of attention to evaluating visualizations. It seems an appropriate time to reopen the question about what the ultimate purpose of visualization is and how it should be evaluated. One potential claim "
        },
        "1": {
            "Author": " Davidson",
            "Title": "The suddenness of insight.",
            "Citations": 279,
            "Year": 1995,
            "Source": "https://psycnet.apa.org/record/1994-98855-004",
            "Abstract": "Abstract explore the nature of insightful problem solving/examine the relation between insight abilities and intelligent behavior/present a descriptive theory of insight that takes into account the processes that accompany sudden realizations during problem solving and the "
        },
        "9": {
            "Author": " Perkins",
            "Title": "Educating for Insight.",
            "Citations": 207,
            "Year": 1991,
            "Source": "https://eric.ed.gov/?id=EJ432771",
            "Abstract": "When teachers provide opportunities for thoughtful learning, students will demonstrate the insight resulting from deep understanding of subject matter. Three methods of teaching for understanding include teaching with mental models, coaching for understanding "
        },
        "10": {
            "Author": "Mouzas, S Henneberg, P Naudé",
            "Title": "Developing network insight",
            "Citations": 203,
            "Year": 2008,
            "Source": "https://www.sciencedirect.com/science/article/pii/S001985010700017X?casa_token=2ZP5cSXWe1QAAAAA:_Vu3GEiIFDgm2o5hV5kEdjhd-6gmiTuh_e9nm9bWqnGlH4ZRV9Q0bE796_8omCcOatZyzK0",
            "Abstract": "A challenge facing organizations is that of amalgamating possibilities which do not exist in a transparent and concentrated form, but rather as dispersed individual cognitive 'pictures' perceived by managers embedded in business networks. Based on our research of "
        }
    },
    "intuition": {
        "9": {
            "Author": "Dane, MG Pratt",
            "Title": "Exploring intuition and its role in managerial decision making",
            "Citations": 1801,
            "Year": 2007,
            "Source": "https://journals.aom.org/doi/abs/10.5465/amr.2007.23463682",
            "Abstract": "We review and reconceptualize “intuition,” defining intuitions as affectively charged judgments that arise through rapid, nonconscious, and holistic associations. In doing so, we delineate intuition from other decision-making approaches (eg, insight, rational). We also "
        },
        "2": {
            "Author": " Hogarth",
            "Title": "Educating intuition",
            "Citations": 1572,
            "Year": 2001,
            "Source": "https://books.google.com/books?hl=en&lr=&id=fsffJGkpwVIC&oi=fnd&pg=PR7&dq=intuition&ots=_fN-KGmeYg&sig=f82hkyuBW9SfdLzrOy1eGfQ-uwc",
            "Abstract": "Every day we make intuitive decisions—from the mundane choice of what clothes to wear to more important issues such as which new car\" feels right\" or which person would be\" good\" for a particular job. To varying degrees, logic plays a role in these decisions, but at a certain "
        },
        "6": {
            "Author": " Bowers, G Regehr, C Balthazard, K Parker",
            "Title": "Intuition in the context of discovery",
            "Citations": 861,
            "Year": 1990,
            "Source": "https://www.sciencedirect.com/science/article/pii/001002859090004N",
            "Abstract": "Most recent work concerned with intuition has emphasized the errors of intuitive judgment in the context of justification. The present research instead views intuition as informed judgment in the context of discovery. Two word tasks and a gestalt closure task were "
        },
        "5": {
            "Author": " Agor",
            "Title": "Intuition in organizations: Leading and managing productively.",
            "Citations": 415,
            "Year": 1989,
            "Source": "https://psycnet.apa.org/record/1989-98461-000",
            "Abstract": "The book is divided into six major parts to introduce you conveniently, step-by-step, to what intuition is, how it can be used in leadership and management decision making to increase productivity, and how you can strengthen your present level of intuitive skills still further for "
        },
        "4": {
            "Author": "Fischbein",
            "Title": "Intuition and proof",
            "Citations": 406,
            "Year": 1982,
            "Source": "https://www.jstor.org/stable/40248127",
            "Abstract": "1. Intuition and common sense The commonsense interpretation of intuition is that intuition is commonsense. In other words, people are inclined to equalize the terms\" intuitive interpretations\",\" intuitive representations\" with\" commonsense interpretations\",\" "
        },
        "7": {
            "Author": " Shirley, J Langa",
            "Title": "Intuition: A review of the literature",
            "Citations": 251,
            "Year": 1996,
            "Source": "https://journals.sagepub.com/doi/abs/10.2466/pr0.1996.79.2.563",
            "Abstract": "This paper is a review of the available literature on intuition and related concepts, including tacit knowledge, insight, and creativity. Definitions of intuition are discussed, and attempts have been made to distinguish among intuition, insight, and creativity. Relationships "
        },
        "8": {
            "Author": "Sadle",
            "Title": "Inside intuition",
            "Citations": 251,
            "Year": 2007,
            "Source": "https://books.google.com/books?hl=en&lr=&id=PiNbBAAAQBAJ&oi=fnd&pg=PR3&dq=intuition&ots=_g8M9NuoOd&sig=1ywSnqitU41hWaPFe_Hz2hry_Ls",
            "Abstract": "What is 'gut feeling'and how can it be harnessed? To what extent should business decisions be informed by 'instincts' which may seem irrational or impossible to quantify? Inside Intuition examines how the latest developments in social psychology and cognitive "
        },
        "10": {
            "Author": "Parsons",
            "Title": "Mathematical intuition",
            "Citations": 249,
            "Year": 1979,
            "Source": "https://www.jstor.org/stable/4544956",
            "Abstract": "But, despite their remoteness from sense-experience, we do have something like a perception of the objects of set theory, as is seen from the fact that the axioms force themselves upon us as being true. I don't see any reason why we should have less "
        },
        "1": {
            "Author": "Chudnoff",
            "Title": "Intuition",
            "Citations": 234,
            "Year": 2013,
            "Source": "https://books.google.com/books?hl=en&lr=&id=Qm1pAgAAQBAJ&oi=fnd&pg=PP1&dq=intuition&ots=DEpAalRD_V&sig=os0kfrvz4O_6LS0NznZVR3xa1-k",
            "Abstract": "We know about our immediate environment—about the people, animals, and things around us—by having sensory perceptions. According to a tradition that traces back to Plato, we know about abstract reality—about mathematics, morality, and metaphysics—by having "
        },
        "3": {
            "Author": "Pust",
            "Title": "Intuition",
            "Citations": 158,
            "Year": 2012,
            "Source": "https://seop.illc.uva.nl/entries/intuition/",
            "Abstract": "This entry addresses the nature and epistemological role of intuition by considering the following questions:(1) What are intuitions?,(2) What roles do they serve in philosophical (and other “armchair”) inquiry?,(3) Ought they serve such roles?,(4) What are the "
        }
    },
    "understand": {
        "1": {
            "Author": " Shulman",
            "Title": "Those who understand: Knowledge growth in teaching",
            "Citations": 28122,
            "Year": 1986,
            "Source": "https://journals.sagepub.com/doi/pdf/10.3102/0013189x015002004",
            "Abstract": "\" He who can, does. He who cannot, teaches.“1 don't know in what fit of pique George Bernard Shaw wrote that infamous aphorism, words that have plagued members of the teaching profession for nearly a century. They are found in\" Maxims for Revolutionists,\" an "
        },
        "6": {
            "Author": " Onishi, R Baillargeon",
            "Title": "Do 15-month-old infants understand false beliefs?",
            "Citations": 2349,
            "Year": 2005,
            "Source": "https://science.sciencemag.org/content/308/5719/255.abstract",
            "Abstract": "For more than two decades, researchers have argued that young children do not understand mental states such as beliefs. Part of the evidence for this claim comes from preschoolers9 failure at verbal tasks that require the understanding that others may hold false beliefs. Here "
        },
        "2": {
            "Author": "Keirsey, M Bates",
            "Title": "Please understand me",
            "Citations": 2059,
            "Year": 1978,
            "Source": "https://deacademic.com/dic.nsf/dewiki/1115579",
            "Abstract": "Sein größter Einfluss bestand darin, Meyers Modell zu Archetypen zu gruppieren. Dazu kombinierte er Intuition mit Denken und Fühlen-also NF und NT-und nicht mit handeln und wahrnehmen-also NJ und NP-wie es bei den Archetypen der Fall war. Keirsey sieht "
        },
        "8": {
            "Author": " Anderson, JA Narus",
            "Title": "Business marketing: understand what customers value",
            "Citations": 1297,
            "Year": 1998,
            "Source": "https://www.academia.edu/download/56514219/1._Business_Marketing_Understand_What_Customers_Value.pdf",
            "Abstract": "IDEAS AT WORK ow do you define value? can you measure it? What are your products and services actually worth to customers? Remarkably few suppliers in business markets are able to answer those questions. And yet the ability to pinpoint the value of a product or "
        },
        "5": {
            "Author": "Tsoukas",
            "Title": "Do we really understand tacit knowledge",
            "Citations": 1046,
            "Year": 2005,
            "Source": "https://books.google.com/books?hl=en&lr=&id=72vuzSzaktMC&oi=fnd&pg=PA107&dq=understand&ots=sVdysm4W8m&sig=gFjnlEUh7yVEnSie5ver3SVco1Y",
            "Abstract": "It is often argued that knowledge is fundamental to the functioning of late modern economies (Drucker, 1993; Stehr, 1994; Thurow, 2000).'What's new here?', a critique might ask.'Knowledge has always been implicated in the process of economic development, since "
        },
        "4": {
            "Author": "Lear",
            "Title": "Aristotle: the desire to understand",
            "Citations": 889,
            "Year": 1988,
            "Source": "https://books.google.com/books?hl=en&lr=&id=hSAGlzPLq7gC&oi=fnd&pg=PR9&dq=understand&ots=FDNa3AKoBF&sig=lfhwirozo6JFL9qlQ7VQB5YQjVg",
            "Abstract": "This is a 1988 philosophical introduction to Aristotle, and Professor Lear starts where Aristotle himself starts. The first sentence of the Metaphysics states that all human beings by their nature desire to know. But what is it for us to be animated by this desire in this world "
        },
        "7": {
            "Author": "Marchionini, R White",
            "Title": "Find what you need, understand what you find",
            "Citations": 178,
            "Year": 2007,
            "Source": "https://www.tandfonline.com/doi/abs/10.1080/10447310701702352",
            "Abstract": "This article presents a framework for research and development in user interfaces that support information seeking. The information-seeking process is described, and each of the subprocesses are discussed with an eye toward making user interfaces that closely couple "
        },
        "10": {
            "Author": "Graham, J Brookey",
            "Title": "Do patients understand?",
            "Citations": 129,
            "Year": 2008,
            "Source": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3037129/",
            "Abstract": "Background Communication barriers often go undetected in health care settings and can have serious effects on the health and safety of patients. Limited literacy skills are one of the strongest predictors of poor health outcomes for patients. 1, 2 Studies have shown that when "
        },
        "9": {
            "Author": " Breton, L Bergeron, JP Valla, S Lepine…",
            "Title": "Do children aged 9 through 11 years understand the DISC version 2.25 questions?",
            "Citations": 126,
            "Year": 1995,
            "Source": "https://www.sciencedirect.com/science/article/pii/S0890856709636066",
            "Abstract": "Objective To assess the understanding of Diagnostic Interview Schedule for Children-Version 2.25 (DISC-2.25) questions by children aged 9 through 11 years. Method Two hundred forty children were recruited from four public schools. The cognitive appraisal of "
        },
        "3": {
            "Author": "Wolpert",
            "Title": "Do we understand development?",
            "Citations": 122,
            "Year": 1994,
            "Source": "https://go.gale.com/ps/i.do?id=GALE%7CA15898419&sid=googleScholar&v=2.1&it=r&linkaccess=abs&issn=00368075&p=HRCA&sw=w",
            "Abstract": "The basic principles of biological development were discovered in the two decades prior to 1994, but details of development at the molecular level are still unknown. New molecular techniques and improved understanding of cell behavior will guide research in the next 20 "
        }
    },
    "know": {
        "10": {
            "Author": "O'dell, CJ Grayson",
            "Title": "If only we knew what we know: Identification and transfer of internal best practices",
            "Citations": 2759,
            "Year": 1998,
            "Source": "https://journals.sagepub.com/doi/pdf/10.2307/41165948",
            "Abstract": "C. Jackson Grayson 6 6|| f TI only knew what TI knows,\" lamented Jerry Junkins, the late chair-man, president, and CEO of Texas Instruments. Lew Platt, chairman of Hewlett-Packard, echoed this with “I wish we knew what we know at HP\" Junkins and Platt "
        },
        "4": {
            "Author": " Pellegrino, N Chudowsky, R Glaser",
            "Title": "Knowing what students know: The science and design of educational assessment.",
            "Citations": 2310,
            "Year": 2001,
            "Source": "https://eric.ed.gov/?id=ED458233",
            "Abstract": "This book explains how expanding knowledge in the scientific fields of human learning and educational measurement can form the foundations of an improved approach to assessment. These advances suggest ways that the targets of assessment what students "
        },
        "7": {
            "Author": " Gaddis, R Bothwell",
            "Title": "We now know: rethinking cold-war history",
            "Citations": 2066,
            "Year": 1997,
            "Source": "https://search.proquest.com/openview/6676ca7974c1a118080178190dd8cd33/1?pq-origsite=gscholar&cbl=40991",
            "Abstract": "Sporting a title that is absolutely guaranteed to cause mental confusion, this study of Cold War historiography is likely to become the temporary standard in this rapidly changing field. Now we know,[John Lewis Gaddis] tell us, not everything but quite a bit more than we did "
        },
        "6": {
            "Author": " Popham",
            "Title": "Classroom assessment: What teachers need to know",
            "Citations": 2010,
            "Year": 1999,
            "Source": "https://eric.ed.gov/?id=ED423249",
            "Abstract": "This book contains necessary information to help teachers deal with the assessment concerns of classroom teachers. The major theme is that classroom assessment should help teachers make better educational decisions. Each chapter contains several elements "
        },
        "5": {
            "Author": "Jackson",
            "Title": "What Mary didn't know",
            "Citations": 1852,
            "Year": 1986,
            "Source": "https://www.jstor.org/stable/2026143",
            "Abstract": "M tr AARY is confined to a black-and-white room, is educated through black-and-white books and through lectures re-va slayed on black-and-white television. In this way she learns everything there is to know about the physical nature of the world. She knows all the "
        },
        "8": {
            "Author": " Gruen, T Osmonbekov, AJ Czaplewski",
            "Title": "eWOM: The impact of customer-to-customer online know-how exchange on customer value and loyalty",
            "Citations": 1451,
            "Year": 2006,
            "Source": "https://www.sciencedirect.com/science/article/pii/S0148296305001517?casa_token=DltAVgPUBTYAAAAA:Uej7oT2_EL8tDNU56l5egU8aPfWG9-XP4VyK2jZ_8dStxIDxnz03jCsjwQGLjtHBd2I9ipg",
            "Abstract": "This paper investigates the effects of a specific form of electronic word-of-mouth (eWOM) communication, customer-to-customer know-how exchange, on customer perceptions of value and customer loyalty intentions. In addition, the paper explores the antecedents of "
        },
        "2": {
            "Author": "W Know",
            "Title": "Supporting knowledge creation and sharing in social networks",
            "Citations": 1320,
            "Year": 2001,
            "Source": "ftp://ftp.im.tku.edu.tw/Prof_Wu/SNA/SNA5750558.pdf",
            "Abstract": "“So the call came in late on Thursday afternoon and right away I wished I hadn't answered the phone, We had received a last-second oppor-tunity to bid on a sizable piece'of work that the Partner on the other end of the line really wanted to pursue. I had no clue how to even "
        },
        "1": {
            "Author": "Hare, J Call, M Tomasello",
            "Title": "Do chimpanzees know what conspecifics know?",
            "Citations": 1275,
            "Year": 2001,
            "Source": "https://www.sciencedirect.com/science/article/pii/S0003347200915185",
            "Abstract": "We conducted three experiments on social problem solving by chimpanzees, Pan troglodytes. In each experiment a subordinate and a dominant individual competed for food, which was placed in various ways on the subordinate's side of two opaque barriers. In some "
        },
        "9": {
            "Author": "SMAXPT US, YAGO THUS, W TALKING, G WAR…",
            "Title": "Image management",
            "Citations": 120,
            "Year": 2000,
            "Source": "http://blog.hasslberger.com/docs/IMAGE_MANAGEMENT.pdf",
            "Abstract": "WE LIVE IN AN IMAGE ONLY ENVIRONMENT REALLY-MATTER DOES NOT EXIST, ITS ALL CONSCIOUSNESS AS MAX PLANCK TOLD US 70 YEARS AGO. THUS, WE ARE TALKING IMAGE MANAGEMENT AS BEING THE ROOT OF CREATION. THEREFORE "
        },
        "3": {
            "Author": " Know",
            "Title": "What We Need to Know",
            "Citations": 94,
            "Year": 0,
            "Source": "https://www.westcoast-actuaries.com/wp-content/uploads/2018/02/IPP-Implementation-What-We-Need-To-Know.pdf",
            "Abstract": "If the member (s) of the Plan have received or will be receiving T4 income from multiple corporations with different business numbers, multiple employers can participate in the pension plan to maximize pension benefits and overall funding room. Please speak to us if "
        }
    },
    "define": {
        "3": {
            "Author": " Rockart",
            "Title": "Chief executives define their own data needs.",
            "Citations": 5059,
            "Year": 1979,
            "Source": "https://europepmc.org/article/med/10297607",
            "Abstract": "Identification of information needs of top management is discussed in this article by comparing four methods now in use with a new approach,\" identification of critical success factors,\" developed at the Sloan School of Management. The author argues that the CSF "
        },
        "1": {
            "Author": "Huber, JA Knottnerus, L Green, H van der Horst…",
            "Title": "How should we define health?",
            "Citations": 2245,
            "Year": 2011,
            "Source": "https://www.bmj.com/content/343/bmj.d4163.long",
            "Abstract": "The WHO definition of health as complete wellbeing is no longer fit for purpose given the rise of chronic disease. Machteld Huber and colleagues propose changing the emphasis towards the ability to adapt and self manage in the face of social, physical, and emotional "
        },
        "2": {
            "Author": "Lewis",
            "Title": "How to define theoretical terms",
            "Citations": 1172,
            "Year": 1970,
            "Source": "https://www.jstor.org/stable/2023861",
            "Abstract": "HOW TO DEFINE THEORETICAL TERMS 429 terms of our scientific vocabulary 0-terms. We shall accordingly call any sentence of our language that is free of T-terms an 0-sentence. Let us assume that the 0-terms have conventionally established standard interpretations, well "
        },
        "5": {
            "Author": "J Metz, RM Nisbet, SAH Geritz",
            "Title": "How should we define 'fitness' for general ecological scenarios?",
            "Citations": 1119,
            "Year": 1992,
            "Source": "https://www.sciencedirect.com/science/article/pii/016953479290073K",
            "Abstract": "Beginners in life history theory or evolutionary ecology seemingly face a variety of almost unrelated approaches. Yet the biomathematical literature of the last 10–20 years reflects the implicit acceptance of a common evolutionary framework, the core idea being that there "
        },
        "4": {
            "Author": " Hagedorn",
            "Title": "How to define retention",
            "Citations": 782,
            "Year": 2005,
            "Source": "https://books.google.com/books?hl=en&lr=&id=RGCI36TwZh0C&oi=fnd&pg=PA81&dq=define&ots=9msw1d9r24&sig=FEN865eq5g8IVhXoCsoiv8HX6eM",
            "Abstract": "In the more than six years since I pondered the question of the deﬁnition of retention in the ﬁrst edition of this book, the difﬁculty of the assign-ment has neither lessened nor decreased in importance. There remains little agreement on the appropriate measure of a standard "
        },
        "10": {
            "Author": " McLean, L McLean",
            "Title": "If we can't define HRD in one country, how can we define it in an international context?",
            "Citations": 661,
            "Year": 2001,
            "Source": "https://www.tandfonline.com/doi/abs/10.1080/13678860110059339",
            "Abstract": "Is it possible to define HRD in a way that is appropriate in a world-wide context? That was the question for this research. Several factors were found that influence a country's and an individual's definition. The most common US definitions have influenced definitions around "
        },
        "7": {
            "Author": " David",
            "Title": "How companies define their mission",
            "Citations": 572,
            "Year": 1989,
            "Source": "https://www.sciencedirect.com/science/article/pii/0024630189900551",
            "Abstract": "Seventy-five mission statements were obtained from chief executive officers of large companies. Content and statistical analyses of these documents reveal the inclusion of nine key components. Profiles of the mission statements of manufacturing and service firms are "
        },
        "8": {
            "Author": "Aven",
            "Title": "On how to define, understand and describe risk",
            "Citations": 388,
            "Year": 2010,
            "Source": "https://www.sciencedirect.com/science/article/pii/S095183201000027X?casa_token=TQRKWfEQX2QAAAAA:6MUSOjTtVXcs_6LR7hRp8fJoalZFjcnvjw7bPNH0Hxm9KBcaelBWaGlRtTt__T3u5yPft1U",
            "Abstract": "The prevailing perspectives and definitions of risk, at least in the engineering community, are based on probabilities. In this paper we argue that such perspectives and definitions are too narrow. The probability component of the risk concept should be replaced by uncertainty "
        },
        "6": {
            "Author": " Savin",
            "Title": "How should we define itching?",
            "Citations": 84,
            "Year": 1998,
            "Source": "https://www.sciencedirect.com/science/article/pii/S0190962298700878?casa_token=hWmMgcXg5ykAAAAA:wUoHR9kp5rdd_eieT_p-2ayfjnEjS_u2TiGTGW1mwnFZ5bwhUIvSvJh5iTPraVlYGrazD30",
            "Abstract": "The standard definition of itching (as “an unpleasant sensation that provokes the desire to scratch”) takes no account of recent advances in knowledge about itch physiology. Always imprecise, this definition is also out-of-date. Its defects are discussed in this article, and "
        },
        "9": {
            "Author": "Aarseth",
            "Title": "Define real, moron!",
            "Citations": 56,
            "Year": 0,
            "Source": "https://publishup.uni-potsdam.de/opus4-ubp/frontdoor/index/index/docId/5044",
            "Abstract": "Academic language should not be a ghetto dialect at odds with ordinary language, but rather an extension that is compatible with lay-language. To define 'game'with the unrealistic ambition of satisfying both lay-people and experts should not be a major concern for a game "
        }
    },
    "knowing": {
        "1": {
            "Author": "Dewey, AF Bentley",
            "Title": "Knowing and the known",
            "Citations": 3312,
            "Year": 1960,
            "Source": "https://pdfs.semanticscholar.org/a37b/c4b94f3e49fe96244f09a8fe1de154074a3c.pdf",
            "Abstract": "PREFACE edge as itself inquiry—as a goal within inquiry, not as a terminus outside or beyond inquiry. We wish the tests of openness and flexibility to be applied to our work; any attempts to impose fixity would be a denial—a rupture—of the very method we employ. Our "
        },
        "4": {
            "Author": "Metcalfe, AP Shimamura",
            "Title": "Metacognition: Knowing about knowing",
            "Citations": 1242,
            "Year": 1994,
            "Source": "https://books.google.com/books?hl=en&lr=&id=Ci0TDgAAQBAJ&oi=fnd&pg=PR5&dq=knowing&ots=qG4C3yTxVw&sig=9JFRoQqsn0Y0I2HpwOuHhQk4vFs",
            "Abstract": "הספר מטה קוגניציה מציע אוסף מעודכן של נושאים מדעיים מרכזיים המעורבים במטה קוגניציה. שנים עשר המאמרים מספקים הצהרה של מחקר אמפירי ותאורטי על תהליכים של מחשבה עצמית, או הידיעה מה אנו יודעים. תהליכי מחשבה עצמית נחשבים כמרכזיים במה שאנו קוראים הכרה. ללא תהליכים אלה יגיב בודאי …"
        },
        "7": {
            "Author": " Brown",
            "Title": "The development of memory: Knowing, knowing about knowing, and knowing how to know",
            "Citations": 1180,
            "Year": 1975,
            "Source": "https://www.sciencedirect.com/science/article/pii/S0065240708600099",
            "Abstract": "Publisher Summary This chapter focuses on three main aspects of memory and their ontogenesis. The first,“knowing,” refers to the developing knowledge of the world, or semantic memory, which the child brings to all memorial situations—be they deliberate or "
        },
        "6": {
            "Author": "Siemens",
            "Title": "Knowing knowledge",
            "Citations": 1094,
            "Year": 2006,
            "Source": "https://books.google.com/books?hl=en&lr=&id=Pj41TomgKXYC&oi=fnd&pg=PR5&dq=knowing&ots=WvkGGqxWmJ&sig=5oDL9LWvus9g2t6ly1EYtAQBPXM",
            "Abstract": "Why does so much of our society look as it did in the past? Our schools, our government, our religious organizations, our media-while more complex, have maintained their general structure and shape. Classroomstructure today, with the exception of a computer or an LCD "
        },
        "2": {
            "Author": "Stanley, T Willlamson",
            "Title": "Knowing how",
            "Citations": 1091,
            "Year": 2001,
            "Source": "https://www.pdcnet.org/jphil/content/jphil_2001_0098_0008_0411_0443",
            "Abstract": "It is therefore quite clear that Ryle took his central arguments against the thesis that knowledge-how is a species of knowledge-that to hinge on an accusation of vicious regress. Furthermore, Ryle's\" vicious regress\" argument still carries much weight even in prominent "
        },
        "3": {
            "Author": " Gardiner, A Richardso",
            "Title": "Remembering and knowing.",
            "Citations": 586,
            "Year": 2000,
            "Source": "https://psycnet.apa.org/record/2000-00111-015",
            "Abstract": "Remembering and knowing are 2 subjective states of awareness associated with memory. Remembering refers to intensely personal experiences of the past—those in which we seem to recreate previous events and experiences with the awareness of reliving these events "
        },
        "9": {
            "Author": " Shope",
            "Title": "The analysis of knowing: A decade of research",
            "Citations": 487,
            "Year": 2017,
            "Source": "https://books.google.com/books?hl=en&lr=&id=nI0rDgAAQBAJ&oi=fnd&pg=PA1&dq=knowing&ots=9dACh0rQZ-&sig=yo3gh1pN-gyH4pyNnEpPv9qB3ck",
            "Abstract": "This book is the first complete survey and critical appraisal of the large body of research that has appeared during approximately the last decade concerning the analysis of knowing. Robert K. Shope pays special attention to the social aspects of knowing and proposes a new "
        },
        "10": {
            "Author": "Last",
            "Title": "The importance of knowing about not knowing",
            "Citations": 238,
            "Year": 1981,
            "Source": "https://www.sciencedirect.com/science/article/pii/0160798781900648",
            "Abstract": "Within a pluralist medical culture, there is (from the doctors' point of view) a hierarchy of medical systems, differing in their wealth or power and in the degree of their systematisation. In the case studied, traditional medicine is at the bottom of the hierarchy and is so un "
        },
        "5": {
            "Author": "Stanley",
            "Title": "Knowing (how)",
            "Citations": 159,
            "Year": 2011,
            "Source": "https://www.jstor.org/stable/41330855",
            "Abstract": "Propositional knowledge is the knowledge attributed by sentences of the form'x knows that p'Knowing where to F, knowing why to F, and knowing when to F are all ways to attribute propositional knowledge. For example, one knows where to find an Italian newspaper in "
        },
        "8": {
            "Author": "Fantl",
            "Title": "Knowing‐How and knowing‐that",
            "Citations": 119,
            "Year": 2008,
            "Source": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1747-9991.2008.00137.x",
            "Abstract": "You know that George W. Bush is the US president, but you know how to ride a bicycle. What's the difference? According to intellectualists, not much: either knowing how to do something is a matter of knowing that something is the case or, at the very least, know‐how "
        }
    },
    "remembering": {
        "7": {
            "Author": " Bartlett, FC Bartlett",
            "Title": "Remembering: A study in experimental and social psychology",
            "Citations": 21850,
            "Year": 1995,
            "Source": "https://books.google.com/books?hl=en&lr=&id=WG5ZcHGTrm4C&oi=fnd&pg=PR9&dq=remembering&ots=BEbZdxKrhK&sig=HoCeUfvzL233ZAF6FlKDwG5uKEw",
            "Abstract": "In 1932, Cambridge University Press published Remembering, by the psychologist Frederic Bartlett. The landmark book described fascinating studies of memory and presented the theory of schema which informs much of cognitive science and psychology today. In "
        },
        "9": {
            "Author": " Brown",
            "Title": "Learning, Remembering, and Understanding. Technical Report No. 244.",
            "Citations": 2957,
            "Year": 1982,
            "Source": "https://eric.ed.gov/?id=ED217401",
            "Abstract": "Intended as a chapter in/\" Carmichael's Manual of Child Psychology,\" this paper provides ari overview and interpretation of the work already completed on children's learning, remembering, and understanding with a major concentration on academic cognition. The "
        },
        "4": {
            "Author": " Wertsch",
            "Title": "Voices of collective remembering",
            "Citations": 2585,
            "Year": 2002,
            "Source": "https://books.google.com/books?hl=en&lr=&id=9rX7RRrhfLQC&oi=fnd&pg=PA1&dq=remembering&ots=xEZ4KX7K06&sig=6OSLF3JFT7weKk7SIyEBVhusluY",
            "Abstract": "\" Voices of Collective Remembering reviews various understandings of the term'collective memory'as it is used in the humanities and social sciences. Drawing on this review, James V. Wertsch outlines a particular version of collective remembering grounded in the use "
        },
        "2": {
            "Author": " Casey",
            "Title": "Remembering: A phenomenological study",
            "Citations": 2180,
            "Year": 2009,
            "Source": "https://books.google.com/books?hl=en&lr=&id=DRlmAQAAQBAJ&oi=fnd&pg=PP1&dq=remembering&ots=blfB7Iep3r&sig=EwbdMtlW_gWUXMOyKiZ6POkz0q4",
            "Abstract": "Remembering A Phenomenological Study Second Edition Edward S. Casey A pioneering investigation of the multiple ways of remembering and the difference that memory makes in our daily lives. A Choice Outstanding Academic Book\" An excellent book that provides an in "
        },
        "6": {
            "Author": " McNally",
            "Title": "Remembering trauma",
            "Citations": 1394,
            "Year": 2005,
            "Source": "https://books.google.com/books?hl=en&lr=&id=88Axi0huzYwC&oi=fnd&pg=PP10&dq=remembering&ots=T6FdTdOo7b&sig=60iwtXHvLVNMb-GL5kSiiBN6NII",
            "Abstract": "Are horrific experiences indelibly fixed in a victim's memory? Or does the mind protect itself by banishing traumatic memories from consciousness? How victims remember trauma is the most controversial issue in psychology today, spilling out of consulting rooms and "
        },
        "3": {
            "Author": " Gardiner, A Richardso",
            "Title": "Remembering and knowing.",
            "Citations": 586,
            "Year": 2000,
            "Source": "https://psycnet.apa.org/record/2000-00111-015",
            "Abstract": "Remembering and knowing are 2 subjective states of awareness associated with memory. Remembering refers to intensely personal experiences of the past—those in which we seem to recreate previous events and experiences with the awareness of reliving these events "
        },
        "5": {
            "Author": " Gardiner, RI Java",
            "Title": "Recognising and remembering.",
            "Citations": 403,
            "Year": 1993,
            "Source": "https://psycnet.apa.org/record/1993-98912-006",
            "Abstract": "Abstract [argues] for a more experiential approach to memory/focuses on measures of remembering and knowing in recognition memory/the five sections [of the chapter] are:(1) theoretical background;(2) an experimental approach;(3) some experimental evidence;(4) "
        },
        "1": {
            "Author": " Martin, M Deutscher",
            "Title": "Remembering",
            "Citations": 343,
            "Year": 1966,
            "Source": "https://www.jstor.org/stable/2183082",
            "Abstract": "To say that someone remembers how to swim is at least to say that he has learned how. He may have taught himself or learned from another. It is also to say that, as a result of his learning to swim, he still has the skill needed to swim. He need not be able to swim; he may "
        },
        "8": {
            "Author": "Scantlebury",
            "Title": "Remembering Where",
            "Citations": 203,
            "Year": 2007,
            "Source": "https://books.google.com/books?hl=en&lr=&id=SVvsi13YL5oC&oi=fnd&pg=PA257&dq=remembering&ots=GQBnA7CpyF&sig=SGGldobKm_fGtGiBLejovjMmxMw",
            "Abstract": "Take the fact of education. Your class has been educated at public schools and universi—ties for five or six hundred years, ours for sixty.... though we see the same world we see it through different senses. Any help we can give you must be different from that you can give "
        },
        "10": {
            "Author": "Sutton",
            "Title": "Remembering.",
            "Citations": 101,
            "Year": 2009,
            "Source": "https://psycnet.apa.org/record/2009-00004-013",
            "Abstract": "This chapter offers a synoptic overview of situated work on memory and remembering, skating fast and light over vast and disparate literatures to sketch a positive synthesis of the field. It covers, in turn, relevant movements in cognitive psychology (section 2) "
        }
    },
    "even": {
        "3": {
            "Author": "Even",
            "Title": "Graph algorithms",
            "Citations": 2417,
            "Year": 2011,
            "Source": "https://books.google.com/books?hl=en&lr=&id=m3QTSMYm5rkC&oi=fnd&pg=PR5&dq=even&ots=IszagpB1Ln&sig=R7TAeLCdi3lzlOH3cprvWecFsDQ",
            "Abstract": "Shimon Even's Graph Algorithms, published in 1979, was a seminal introductory book on algorithms read by everyone engaged in the field. This thoroughly revised second edition, with a foreword by Richard M. Karp and notes by Andrew V. Goldberg, continues the "
        },
        "4": {
            "Author": " K Harrington, S Kasper, EE Vokes, C Even…",
            "Title": "Nivolumab for recurrent squamous-cell carcinoma of the head and neck",
            "Citations": 2322,
            "Year": 2016,
            "Source": "https://www.nejm.org/doi/full/10.1056/NEJMoa1602252",
            "Abstract": "Background Patients with recurrent or metastatic squamous-cell carcinoma of the head and neck after platinum chemotherapy have a very poor prognosis and limited therapeutic options. Nivolumab, an anti–programmed death 1 (PD-1) monoclonal antibody, was "
        },
        "5": {
            "Author": " Lambert, S Heath, G Even, D Campion, K Sleegers…",
            "Title": "Genome-wide association study identifies variants at CLU and CR1 associated with Alzheimer's disease",
            "Citations": 2207,
            "Year": 2009,
            "Source": "https://www.nature.com/articles/ng.439?lang=en?message=remove&lang=en",
            "Abstract": "The gene encoding apolipoprotein E (APOE) on chromosome 19 is the only confirmed susceptibility locus for late-onset Alzheimer's disease. To identify other risk loci, we conducted a large genome-wide association study of 2,032 individuals from France with "
        },
        "7": {
            "Author": " J Dupont, B Ducos, P Leneuve, A Géloën, PC Even…",
            "Title": "IGF-1 receptor regulates lifespan and resistance to oxidative stress in mice",
            "Citations": 2111,
            "Year": 2003,
            "Source": "https://www.nature.com/articles/nature01298",
            "Abstract": "Studies in invertebrates have led to the identification of a number of genes that regulate lifespan, some of which encode components of the insulin or insulin-like signalling pathways 1, 2, 3. Examples include the related tyrosine kinase receptors InR (Drosophila "
        },
        "2": {
            "Author": "Even, A Itai, A Shamir",
            "Title": "On the complexity of time table and multi-commodity flow problems",
            "Citations": 1886,
            "Year": 1975,
            "Source": "https://ieeexplore.ieee.org/abstract/document/4567876/?casa_token=rIdaOtnUpiAAAAAA:H4-PEYyF__tX91rqi8GAgQHNevP6HM1F2femelK4jZDuKHtdx0vqE97HQA0WIEdgTsdcEA",
            "Abstract": "A very primitive version of Gotlieb's timetable problem is shown to be NP-complete, and therefore all the common timetable problems are NP-complete. A polynomial time algorithm, in case all teachers are binary, is shown. The theorem that a meeting function always exists "
        },
        "9": {
            "Author": " JJ Crochet, S Tretiak, L Pedesseau, J Even…",
            "Title": "High-efficiency two-dimensional Ruddlesden–Popper perovskite solar cells",
            "Citations": 1741,
            "Year": 2016,
            "Source": "https://www.nature.com/articles/nature18306",
            "Abstract": "Three-dimensional organic–inorganic perovskites have emerged as one of the most promising thin-film solar cell materials owing to their remarkable photophysical properties 1, 2, 3, 4, 5, which have led to power conversion efficiencies exceeding 20 per cent 6, 7, with "
        },
        "1": {
            "Author": "Even, O Goldreich, A Lempel",
            "Title": "A randomized protocol for signing contracts",
            "Citations": 1689,
            "Year": 1985,
            "Source": "https://dl.acm.org/doi/abs/10.1145/3812.3818",
            "Abstract": "Randomized protocols for signing contracts, certified mail, and flipping a coin are presented. The protocols use a 1-out-of-2 oblivious transfer subprotocol which is axiomatically defined. The 1-out-of-2 oblivious transfer allows one party to transfer exactly one secret, out of two "
        },
        "10": {
            "Author": " Arstila, A Casrouge, V Baron, J Even…",
            "Title": "A direct estimate of the human αβ T cell receptor diversity",
            "Citations": 1064,
            "Year": 1999,
            "Source": "https://science.sciencemag.org/content/286/5441/958.abstract",
            "Abstract": "Generation and maintenance of an effective repertoire of T cell antigen receptors are essential to the immune system, yet the number of distinct T cell receptors (TCRs) expressed by the estimated 10 12 T cells in the human body is not known. In this study, TCR gene "
        },
        "8": {
            "Author": " S Sanduleanu, RTHM Larue, AJG Even…",
            "Title": "Radiomics: the bridge between medical imaging and personalized medicine",
            "Citations": 1041,
            "Year": 2017,
            "Source": "https://www.nature.com/nrclinonc/journal/v14/n12/full/nrclinonc.2017.141.html",
            "Abstract": "Radiomics, the high-throughput mining of quantitative image features from standard-of-care medical imaging that enables data to be extracted and applied within clinical-decision support systems to improve diagnostic, prognostic, and predictive accuracy, is gaining "
        },
        "6": {
            "Author": "Eve",
            "Title": "Translation theory today: A call for transfer theory",
            "Citations": 1022,
            "Year": 1981,
            "Source": "https://www.jstor.org/stable/1772481",
            "Abstract": "How many times have we been tortured by the cliches of the uninitiated, veteran or novice, that translation is never equal to the original, that languages differ from one another, that culture is\" also\" involved with translation procedures, that when a translation is\" exact\" it "
        }
    },
    "insightful": {
        "3": {
            "Author": "Williams, A Waterman, D Patterson",
            "Title": "Roofline: an insightful visual performance model for multicore architectures",
            "Citations": 1947,
            "Year": 2009,
            "Source": "https://dl.acm.org/doi/fullHtml/10.1145/1498765.1498785",
            "Abstract": "Performance models Stochastic analytical models4,24 and statistical performance models7,25 \ncan accurately predict program perfor- mance on multiprocessors but rarely provide insight into \nhow to improve the performance of programs, compil- ers, and computers1 and can be diffi- cult "
        },
        "6": {
            "Author": " Jansen, RD Lorenz",
            "Title": "A physically insightful approach to the design and accuracy assessment of flux observers for field oriented induction machine drives",
            "Citations": 579,
            "Year": 1994,
            "Source": "https://ieeexplore.ieee.org/abstract/document/273627/?casa_token=jEnZtSif_NAAAAAA:n2JG_iqI2zlh-Q-PCP7vmYZfqyaeMW0atuW4QLgnPDJ0zjPxN9VLuybGNcJFzmaTF7nXuQ",
            "Abstract": "Rotor flux observers can provide an attractive means for achieving direct field oriented control of induction machines. This paper presents a physics-based design methodology and uses it to evaluate open-loop observers and to develop a new closed-loop flux "
        },
        "7": {
            "Author": " Feliner, JA Rosselló",
            "Title": "Better the devil you know? Guidelines for insightful utilization of nrDNA ITS in species-level evolutionary studies in plants",
            "Citations": 558,
            "Year": 2007,
            "Source": "https://www.sciencedirect.com/science/article/pii/S1055790307000164?casa_token=r9zrKFNpAA0AAAAA:ANyjpeFuE_w6hcRjTrwMXcZHXUnFXamEk__j_5tE0dMGfbS-sTh2ptU_ZQwRGzr4aUf9K7M",
            "Abstract": "The internal transcribed spacers (ITS) of the nuclear ribosomal 18S–5.8 S–26S cistron continue to be the most popular non-plastid region for species-level phylogenetic studies of plant groups despite the early warnings about their potential flaws, which may ultimately "
        },
        "4": {
            "Author": " Bird, NJ Emery",
            "Title": "Insightful problem solving and creative tool modification by captive nontool-using rooks",
            "Citations": 376,
            "Year": 2009,
            "Source": "https://www.pnas.org/content/106/25/10370.short",
            "Abstract": "The ability to use tools has been suggested to indicate advanced physical cognition in animals. Here we show that rooks, a member of the corvid family that do not appear to use tools in the wild are capable of insightful problem solving related to sophisticated tool use "
        },
        "1": {
            "Author": " Birch",
            "Title": "The relation of previous experience to insightful problem-solving.",
            "Citations": 351,
            "Year": 1945,
            "Source": "https://psycnet.apa.org/record/1946-01821-001",
            "Abstract": "This is a study of the genesis of stick-using behavior of 6 chimpanzees, aged 4-5 years. It was found that the perception of functional relations is dependent to a large extent upon previous experience. Previously experienced part processes are integrated into new "
        },
        "8": {
            "Author": "Sandkühler, J Bhattacharya",
            "Title": "Deconstructing insight: EEG correlates of insightful problem solving",
            "Citations": 267,
            "Year": 2008,
            "Source": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0001459",
            "Abstract": "BackgroundCognitive insight phenomenon lies at the core of numerous discoveries. Behavioral research indicates four salient features of insightful problem solving:(i) mental impasse, followed by (ii) restructuring of the problem representation, which leads to (iii) a "
        },
        "10": {
            "Author": "Boddy",
            "Title": "Projective techniques in market research: valueless subjectivity or insightful reality? A look at the evidence for the usefulness, reliability and validity of projective …",
            "Citations": 210,
            "Year": 2005,
            "Source": "https://journals.sagepub.com/doi/abs/10.1177/147078530504700304",
            "Abstract": "Question: So how do you actually analyse projective techniques? Researcher says: Years of experience in using them and my training as a qualitative researcher has left me with an intuitive knowledge of what people mean when they perform a task in a certain "
        },
        "9": {
            "Author": " Shaw, R Hawkins, F McTavish, S Pingree…",
            "Title": "Effects of insightful disclosure within computer mediated support groups on women with breast cancer",
            "Citations": 191,
            "Year": 2006,
            "Source": "https://www.tandfonline.com/doi/abs/10.1207/s15327027hc1902_5",
            "Abstract": "Written expression about emotionally traumatic events is associated with physical and mental health benefits, and this study examines how insightful disclosure within a computer-mediated support group for women with breast cancer affects breast cancer-related "
        },
        "2": {
            "Author": " Davidson",
            "Title": "Insights about insightful problem solving",
            "Citations": 123,
            "Year": 2003,
            "Source": "https://books.google.com/books?hl=en&lr=&id=O_Kkkd9A8qcC&oi=fnd&pg=PA149&dq=insightful&ots=MElFcjH9wW&sig=xLWSth-wKsKkHpB0TgSNHc09Yfc",
            "Abstract": "Many years ago, I tried to go night skiing with some friends. We were driving to the mountain wishing we had checked the ski report to find out whether there would be snow, when suddenly we found ourselves in a blizzard. Cars were skidding off the road and getting stuck "
        },
        "5": {
            "Author": "Tremoy, F Vimeux, S Mayaki, I Souley…",
            "Title": "A 1‐year longδ18O record of water vapor in Niamey (Niger) reveals insightful atmospheric processes at different timescales",
            "Citations": 66,
            "Year": 2012,
            "Source": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2012GL051298",
            "Abstract": "We present a 1‐year long representativeδ18O record of water vapor (δ18Ov) in Niamey (Niger) using the Wavelength Scanned‐Cavity Ring Down Spectroscopy (WS‐CRDS). We explore how local and regional atmospheric processes influenceδ18Ov variability from "
        }
    },
    "analytical": {
        "2": {
            "Author": "Wang, Z Zhang",
            "Title": "Analytical chemistry",
            "Citations": 4155,
            "Year": 1994,
            "Source": "https://www.scientific.net/book/material-sciences-and-technology/978-3-03813-874-7.toc.pdf",
            "Abstract": "Page 1. Table of Contents Preface Chapter 1: Analytical Chemistry Crystallization Behavior of\nHeat-Treated Basalt Fiber N. Wang, S. Hou and HY Jin 3 Preparation and Characterization of\nHighly Monodisperse Vinyl Functionalized Silica Spheres by Sol-Gel Method ZM Zhang, LX Chen "
        },
        "5": {
            "Author": " Connolly",
            "Title": "Analytical molecular surface calculation",
            "Citations": 2862,
            "Year": 1983,
            "Source": "https://scripts.iucr.org/cgi-bin/paper?S0021889883010985",
            "Abstract": "A computer algorithm is presented for calculating the part of the van der Waals surface of molecule that is accessible to solvent. The solvent molecule is modeled by a sphere. This sphere is, in effect, rolled over the molecule to generate a smooth outer-surface contour "
        },
        "7": {
            "Author": " Clarke",
            "Title": "Analytical archaeology",
            "Citations": 2673,
            "Year": 2014,
            "Source": "https://books.google.com/books?hl=en&lr=&id=8BQcBQAAQBAJ&oi=fnd&pg=PP1&dq=analytical&ots=h2akygwNce&sig=AGoJZ0ayUYujkexvCUe7ro3d3BY",
            "Abstract": "This study was well-established as a pioneer work on archaeological methodology, the theoretical basis of all archaeological analysis whatever the period or era. The first edition of the book presented and evaluated the radical changes in methodology which derived from "
        },
        "6": {
            "Author": " Lurie",
            "Title": "Analytical mechanics",
            "Citations": 948,
            "Year": 2013,
            "Source": "https://books.google.com/books?hl=en&lr=&id=HNt5BgAAQBAJ&oi=fnd&pg=PA3&dq=analytical&ots=wHWlBO7uPi&sig=lvL647NbVDglgCKGysQysrYWPRw",
            "Abstract": "According to established tradition, courses on analytical mechanics include general equations of motion of holonomic and non-holonomic systems, vari ational principles, theory of canonical transformations, canonical equations and theory of their integration (the "
        },
        "1": {
            "Author": " Hinich, MC Munger",
            "Title": "Analytical politics",
            "Citations": 904,
            "Year": 1997,
            "Source": "https://books.google.com/books?hl=en&lr=&id=vlb3D3hvNr0C&oi=fnd&pg=PR9&dq=analytical&ots=RBxLdfsUhA&sig=tKJ7DEuxglaGEC-un-4CGW3QoKc",
            "Abstract": "To'analyse'means to break into components and understand. But new readers find modern mathematical theories of politics so inaccessible that analysis is difficult. Where does one start? Analytical Politics is an introduction to analytical theories of politics, explicitly designed "
        },
        "3": {
            "Author": " Lenz, ID Wilson",
            "Title": "Analytical strategies in metabonomics",
            "Citations": 645,
            "Year": 2007,
            "Source": "https://pubs.acs.org/doi/abs/10.1021/pr0605217?casa_token=P9TVDzSruJEAAAAA:n5LUE-5CB-BC9dTamjTq4n9wBYwOUVwrJ9Dozz29Zbj_UMBwEVvvUGUX-W7O-QO7M_FiYI89aDpF",
            "Abstract": "To perform metabonomics investigations, it is necessary to generate comprehensive metabolite profiles for complex samples such as biofluids and tissue/tissue extracts. Analytical technologies that can be used to achieve this aim are constantly evolving, and "
        },
        "9": {
            "Author": "Jacquet, W Szpankowski",
            "Title": "Analytical depoissonization and its applications",
            "Citations": 236,
            "Year": 1998,
            "Source": "https://www.sciencedirect.com/science/article/pii/S0304397597001679",
            "Abstract": "In combinatorics and analysis of algorithms a Poisson version of a problem (henceforth called Poisson model or poissonization) is often easier to solve than the original one, which we name here the Bernoulli model. Poissonization is a technique that replaces the original "
        },
        "4": {
            "Author": " Goldenweiser",
            "Title": "Totemism, an analytical study",
            "Citations": 182,
            "Year": 1910,
            "Source": "https://www.jstor.org/stable/534841",
            "Abstract": "INTRODUCTION \"A TOTEM is a class of material objects which a savage regards with superstitious \nrespect, believing that there exists between him and every member of the class an intimate and \naltogether special relation,\" 2 - such are the opening words of a little classic on totemism, a work "
        },
        "10": {
            "Author": "Eichengreen, M Mussa, G Dell'Ariccia…",
            "Title": "Some Analytical Issues",
            "Citations": 140,
            "Year": 1999,
            "Source": "https://www.elibrary.imf.org/doc/IMF051/04286-9781557757920/04286-9781557757920/Other_formats/Source_PDF/04286-9781455280865.pdf",
            "Abstract": "The Economic Issues series aims to make available to a broad readership of nonspecialists some of the economic research being produced on topical issues by IMF staff. The series draws mainly from IMF Working Papers, which are technical papers produced by IMF staff "
        },
        "8": {
            "Author": "Ríos, A Escarpa, MC González…",
            "Title": "Challenges of analytical microsystems",
            "Citations": 132,
            "Year": 2006,
            "Source": "https://www.sciencedirect.com/science/article/pii/S0165993605002736?casa_token=wIN4XQXx4-IAAAAA:KXcl6YAFkNYPRhLZ-WgStx79ocL9oZMtUOxIoJGiU2gNbIeqsItwiQtnUzOTOEuDsbfiShU",
            "Abstract": "Miniaturization in analytical chemistry is a clear trend, and has been the subject of an important number of research works. In this article, we present a general overview of the potential of analytical microsystems. Although clear advantages can be pointed out, we offer "
        }
    },
    "salient": {
        "1": {
            "Author": "Achanta, S Hemami, F Estrada…",
            "Title": "Frequency-tuned salient region detection",
            "Citations": 3855,
            "Year": 2009,
            "Source": "https://ieeexplore.ieee.org/abstract/document/5206596/?casa_token=OyBgzs1j70gAAAAA:ykm5nAMZaXK3s4S1JCaYPElRkvL5ePSF2eBQO3lgcGsYmPPZZXPpQXG7lXGIgZX98gTelA",
            "Abstract": "Detection of visually salient image regions is useful for applications like object segmentation, adaptive compression, and object recognition. In this paper, we introduce a method for salient region detection that outputs full resolution saliency maps with well "
        },
        "5": {
            "Author": " Cheng, NJ Mitra, X Huang…",
            "Title": "Global contrast based salient region detection",
            "Citations": 3766,
            "Year": 2014,
            "Source": "https://ieeexplore.ieee.org/abstract/document/6871397/?casa_token=AAug2Vx9doMAAAAA:tmyka3h8IkADM7Fb-ZxfcWmSaghrhViaoKv0_veV_noPrZ9u_VIcL5EZX_sv8YXhURTuOg",
            "Abstract": "Automatic estimation of salient object regions across images, without any prior assumption or knowledge of the contents of the corresponding scenes, enhances many computer vision and computer graphics applications. We introduce a regional contrast based salient object "
        },
        "3": {
            "Author": "Liu, Z Yuan, J Sun, J Wang, N Zheng…",
            "Title": "Learning to detect a salient object",
            "Citations": 2729,
            "Year": 2010,
            "Source": "https://ieeexplore.ieee.org/abstract/document/5432215/?casa_token=fOd_SdKkZjYAAAAA:EEt0YypZQpoefdcHXtAdPNJeIZzWQS2F6J26h_1Zd8f6gDrcXvgAquF1RHOUgKRy3OX1YQ",
            "Abstract": "In this paper, we study the salient object detection problem for images. We formulate this problem as a binary labeling task where we separate the salient object from the background. We propose a set of novel features, including multiscale contrast, center-surround "
        },
        "4": {
            "Author": "Borji, MM Cheng, H Jiang, J Li",
            "Title": "Salient object detection: A benchmark",
            "Citations": 1450,
            "Year": 2015,
            "Source": "https://ieeexplore.ieee.org/abstract/document/7293665/?casa_token=K-b0sz1kn0kAAAAA:xDkf4eTjFk9BgbSsLJ8SgpU3nMPKrI2D7_mxRfhL2BWZxacrOqN9q84cJlZb23ClxxiIkg",
            "Abstract": "We extensively compare, qualitatively and quantitatively, 41 state-of-the-art models (29 salient object detection, 10 fixation prediction, 1 objectness, and 1 baseline) over seven challenging data sets for the purpose of benchmarking salient object detection and "
        },
        "10": {
            "Author": "Walther, C Koch",
            "Title": "Modeling attention to salient proto-objects",
            "Citations": 1430,
            "Year": 2006,
            "Source": "https://www.sciencedirect.com/science/article/pii/S0893608006002152?casa_token=rccDwqraWMcAAAAA:uDX3OeaEjG9UjJyuwNY2DBjnz5gfmK8ooNXhwU5qbHUJqDwpO-EVISstoRPofDWynMJtNI0",
            "Abstract": "Selective visual attention is believed to be responsible for serializing visual information for recognizing one object at a time in a complex scene. But how can we attend to objects before they are recognized? In coherence theory of visual cognition, so-called proto-objects "
        },
        "2": {
            "Author": "Achanta, F Estrada, P Wils, S Süsstrunk",
            "Title": "Salient region detection and segmentation",
            "Citations": 1076,
            "Year": 2008,
            "Source": "https://link.springer.com/chapter/10.1007/978-3-540-79547-6_7",
            "Abstract": "Detection of salient image regions is useful for applications like image segmentation, adaptive compression, and region-based image retrieval. In this paper we present a novel method to determine salient regions in images using low-level features of luminance and "
        },
        "6": {
            "Author": "Borji, MM Cheng, Q Hou, H Jiang, J Li",
            "Title": "Salient object detection: A survey",
            "Citations": 489,
            "Year": 2019,
            "Source": "https://link.springer.com/article/10.1007/s41095-019-0149-9",
            "Abstract": "Detecting and segmenting salient objects from natural scenes, often referred to as salient object detection, has attracted great interest in computer vision. While many models have been proposed and several applications have emerged, a deep understanding of "
        },
        "9": {
            "Author": " Rosin",
            "Title": "A simple method for detecting salient regions",
            "Citations": 179,
            "Year": 2009,
            "Source": "https://www.sciencedirect.com/science/article/pii/S0031320309001629?casa_token=0anX9O_2a2YAAAAA:vgkUUuDEfVW_uSvjzS2OREU8zEvATnhyoq4j8AwA_IwS7K7WzVGoGl6Oj9lS2y7STc-HW5E",
            "Abstract": "A simple method for detecting salient regions in images is proposed. It requires only edge detection, threshold decomposition, the distance transform, and thresholding. Moreover, it avoids the need for setting any parameter values. Experiments show that the resulting "
        },
        "8": {
            "Author": " Zhao, JJ Liu, DP Fan, Y Cao…",
            "Title": "EGNet: Edge guidance network for salient object detection",
            "Citations": 178,
            "Year": 2019,
            "Source": "http://openaccess.thecvf.com/content_ICCV_2019/html/Zhao_EGNet_Edge_Guidance_Network_for_Salient_Object_Detection_ICCV_2019_paper.html",
            "Abstract": "Fully convolutional neural networks (FCNs) have shown their advantages in the salient object detection task. However, most existing FCNs-based methods still suffer from coarse object boundaries. In this paper, to solve this problem, we focus on the complementarity "
        },
        "7": {
            "Author": "Wang, S Zhao, J Shen, SCH Hoi…",
            "Title": "Salient object detection with pyramid attention and salient edges",
            "Citations": 141,
            "Year": 2019,
            "Source": "http://openaccess.thecvf.com/content_CVPR_2019/html/Wang_Salient_Object_Detection_With_Pyramid_Attention_and_Salient_Edges_CVPR_2019_paper.html",
            "Abstract": "This paper presents a new method for detecting salient objects in images using convolutional neural networks (CNNs). The proposed network, named PAGE-Net, offers two key contributions. The first is the exploitation of an essential pyramid attention structure for "
        }
    },
    "logic": {
        "1": {
            "Author": "Bourdieu",
            "Title": "The logic of practice",
            "Citations": 29875,
            "Year": 1990,
            "Source": "https://books.google.com/books?hl=en&lr=&id=YHN8uW49l7AC&oi=fnd&pg=PA1&dq=logic&ots=0gUhGoBt4S&sig=7cOV0woWUxNeqoaT9k_zoexgGHs",
            "Abstract": "Our usual representations of the opposition between the\" civilized\" and the\" primitive\" derive from willfully ignoring the relationship of distance our social science sets up between the observer and the observed. In fact, the author argues, the relationship between the "
        },
        "5": {
            "Author": " Copi, C Cohen, V Rodych",
            "Title": "Introduction to logic",
            "Citations": 3613,
            "Year": 2018,
            "Source": "https://books.google.com/books?hl=en&lr=&id=38bADwAAQBAJ&oi=fnd&pg=PP1&dq=logic&ots=ZQEAWjPBnm&sig=E-5saexastQMwEbR9u6XiqfbFvc",
            "Abstract": "For more than six decades, and for thousands of students, Introduction to Logic has been the gold standard in introductory logic texts. In this fifteenth edition, Carl Cohen and Victor Rodych update Irving M. Copi's classic text, improving on its many strengths and introducing "
        },
        "8": {
            "Author": " Shoenfield",
            "Title": "Mathematical logic",
            "Citations": 2932,
            "Year": 2018,
            "Source": "https://books.google.com/books?hl=en&lr=&id=oEsPEAAAQBAJ&oi=fnd&pg=PP1&dq=logic&ots=rr8I4hRH7f&sig=l9WDkmH3O7UuSRXAP2KhRHatcZY",
            "Abstract": "This classic introduction to the main areas of mathematical logic provides the basis for a first graduate course in the subject. It embodies the viewpoint that mathematical logic is not a collection of vaguely related results, but a coherent method of attacking some of the most "
        },
        "10": {
            "Author": " Zadeh",
            "Title": "Fuzzy logic",
            "Citations": 2894,
            "Year": 1988,
            "Source": "https://ieeexplore.ieee.org/abstract/document/53/?casa_token=kd2VNhWypCYAAAAA:8xSDYXqgYlIrZnHBEtAySGIxqnVFBUtCyLZHod7iX2bHAa_GfrX9yHMaE-zHOdWZ5eRnPA",
            "Abstract": "The author presents a condensed exposition of some basic ideas underlying fuzzy logic and describes some representative applications. He covers basic principles; meaning representation and inference; basic rules of inference; and the linguistic variable and its "
        },
        "3": {
            "Author": "Kneale, WC Kneale, M Kneale",
            "Title": "The development of logic",
            "Citations": 2717,
            "Year": 1962,
            "Source": "https://books.google.com/books?hl=en&lr=&id=FtXAwgy1w9cC&oi=fnd&pg=PA1&dq=logic&ots=lgEogV1j0T&sig=EgjS330R82PrrlSxDWaPfApy98A",
            "Abstract": "Preface p. v I The Beginnings p. 1 II Aristotle's Organon p. 23 III The Megarians and the Stoics p. 113 IV Roman and Medieval Logic p. 177 V Logic after the Renaissance p. 298 VI Mathematical Abstraction p. 379 VII Numbers, Sets, and Series p. 435 VIII Frege's General "
        },
        "2": {
            "Author": " Quine",
            "Title": "Philosophy of logic",
            "Citations": 2658,
            "Year": 1986,
            "Source": "https://books.google.com/books?hl=en&lr=&id=S_NhnP0izA4C&oi=fnd&pg=PA1&dq=logic&ots=evkOqsqlLK&sig=8J9a_dSE_94bM5eFGCQSe7eW-sw",
            "Abstract": "1 Meaning and Truth Objection to propositions Propositions as information Diffuseness of empirical meaning Propositions dismissed Truth and semantic ascent Tokens and eternal sentences 2 Grammar Grammar by recursion Categories Immanence and transcendence "
        },
        "6": {
            "Author": " Quine, WVO Quine",
            "Title": "Methods of logic",
            "Citations": 1812,
            "Year": 1982,
            "Source": "https://books.google.com/books?hl=en&lr=&id=liHivlUYWcUC&oi=fnd&pg=PA1&dq=logic&ots=JMFmyC66yU&sig=1tnvXpGjl38JLaiagZesiIruQ1Y",
            "Abstract": "This widely used textbook of modern formal logic now offers a number of new features. Incorporating updated notations, selective answers to exercises, expanded treatment of natural deduction, and new discussions of predicate-functor logic and the affinities between "
        },
        "7": {
            "Author": "Suppes",
            "Title": "Introduction to logic",
            "Citations": 1399,
            "Year": 1999,
            "Source": "https://books.google.com/books?hl=en&lr=&id=jFRwDqpoN2UC&oi=fnd&pg=PA1&dq=logic&ots=oDY6Q3-VZn&sig=7DWPxagQVUqwlzNi68W6asiufn4",
            "Abstract": "This well-organized book was designed to introduce students to a way of thinking that encourages precision and accuracy. As the text for a course in modern logic, it familiarizes readers with a complete theory of logical inference and its specific applications to "
        },
        "4": {
            "Author": "Boolos",
            "Title": "Logic, logic, and logic",
            "Citations": 594,
            "Year": 1999,
            "Source": "https://books.google.com/books?hl=en&lr=&id=2BvlvetSrlgC&oi=fnd&pg=PP9&dq=logic&ots=s_500sCWlI&sig=1EC8i2T81IrEEaPq0Lq4pq15nBA",
            "Abstract": "George Boolos was one of the most prominent and influential logician-philosophers of recent times. This collection, nearly all chosen by Boolos himself shortly before his death, includes thirty papers on set theory, second-order logic, and plural quantifiers; on Frege "
        },
        "9": {
            "Author": "Marek, M Truszczyński",
            "Title": "Autoepistemic logic",
            "Citations": 507,
            "Year": 1991,
            "Source": "https://dl.acm.org/doi/abs/10.1145/116825.116836",
            "Abstract": "Autoepistemic logic is one of the principal modes of nonmonotonic reasoning. It unifies several other modes of nonmonotonic reasoning and has important application in logic programming. In the paper, a theory of autoepistemic logic is developed. This paper starts "
        }
    },
    "reasoning": {
        "1": {
            "Author": "Fagin, Y Moses, JY Halpern, MY Vardi",
            "Title": "Reasoning about knowledge",
            "Citations": 5374,
            "Year": 2003,
            "Source": "https://books.google.com/books?hl=en&lr=&id=xHmlRamoszMC&oi=fnd&pg=PP13&dq=reasoning&ots=adTauJvEDx&sig=p-oRzpmhCmE9QnXOuUr6l5zvtqE",
            "Abstract": "Reasoning about knowledge—particularly the knowledge of agents who reason about the world and each other's knowledge—was once the exclusive province of philosophers and puzzle solvers. More recently, this type of reasoning has been shown to play a key role in a "
        },
        "8": {
            "Author": " Sloman",
            "Title": "The empirical case for two systems of reasoning.",
            "Citations": 4907,
            "Year": 1996,
            "Source": "https://psycnet.apa.org/doiLanding?doi=10.1037/0033-2909.119.1.3",
            "Abstract": "Distinctions have been proposed between systems of reasoning for centuries. This article distills properties shared by many of these distinctions and characterizes the resulting systems in light of recent findings and theoretical developments. One system is associative "
        },
        "4": {
            "Author": " Wason",
            "Title": "Reasoning about a rule",
            "Citations": 3667,
            "Year": 1968,
            "Source": "https://journals.sagepub.com/doi/abs/10.1080/14640746808400161",
            "Abstract": "Two experiments were carried out to investigate the difficulty of making the contra-positive inference from conditional sentences of the form,“if P then Q.” This inference, that not-P follows from not-Q, requires the transformation of the information presented in the "
        },
        "5": {
            "Author": "Harman",
            "Title": "Change in view: Principles of reasoning.",
            "Citations": 2412,
            "Year": 1986,
            "Source": "https://psycnet.apa.org/record/1986-97446-000",
            "Abstract": "Abstract\" Change in View\" offers an entirely original approach to the philosophical study of reasoning by identifying principles of reasoning with principles for revising one's beliefs and intentions and not with principles of logic. This crucial observation leads to a number of "
        },
        "9": {
            "Author": "Broome",
            "Title": "Rationality through reasoning",
            "Citations": 799,
            "Year": 2013,
            "Source": "https://books.google.com/books?hl=en&lr=&id=ketvAAAAQBAJ&oi=fnd&pg=PT10&dq=reasoning&ots=iZ_Y-yfJac&sig=jj1k5bH4c2-G2HC5wMEoe3lWcS0",
            "Abstract": "Rationality Through Reasoning answers the question of how people are motivated to do what they believe they ought to do, built on a comprehensive account of normativity, rationality and reasoning that differs significantly from much existing philosophical thinking "
        },
        "3": {
            "Author": " Sloman",
            "Title": "Two systems of reasoning.",
            "Citations": 675,
            "Year": 2002,
            "Source": "https://psycnet.apa.org/record/2003-02858-022",
            "Abstract": "Notes that the stimulation from a classic paper in the heuristics and biases tradition does not come only from the insights provided into processes of judgment and decision making; it also comes from anxiety, from tension introduced between immediate intuition and more "
        },
        "10": {
            "Author": "Wos, R Overbeek, E Lusk, J Boyle",
            "Title": "Automated reasoning introduction and applications",
            "Citations": 639,
            "Year": 1992,
            "Source": "https://dl.acm.org/doi/abs/10.5555/105476",
            "Abstract": "It is possible to read this book at various levels. It can form a good introduction to the resolution method of theorem proving, both from the theoretical and the practical point of view, for people new to symbolic logic and for logicians interested in computer logic. It is "
        },
        "6": {
            "Author": " Nisbett, GT Fong, DR Lehman, PW Cheng",
            "Title": "Teaching reasoning",
            "Citations": 597,
            "Year": 1987,
            "Source": "https://science.sciencemag.org/content/238/4827/625.abstract",
            "Abstract": "Twentieth-century psychologists have been pessimistic about teaching reasoning, prevailing opinion suggesting that people may possess only domain-specific rules, rather than abstract rules; this would mean that training a rule in one domain would not produce generalization "
        },
        "2": {
            "Author": "Scriven",
            "Title": "Reasoning",
            "Citations": 469,
            "Year": 1976,
            "Source": "https://philpapers.org/rec/SCRR-20",
            "Abstract": "Abstract The Aims of the Book 1. To improve your skill in analyzing and evaluating arguments and presentations of the kind you find in everyday discourse (news media, discussions, advertisements), textbooks, and lectures. 2. To improve your skill in presenting "
        },
        "7": {
            "Author": "Garnham, J Oakhill",
            "Title": "Thinking and reasoning.",
            "Citations": 386,
            "Year": 1994,
            "Source": "https://psycnet.apa.org/record/1994-98132-000",
            "Abstract": "In this new introduction to the topic, Alan Garnham and Jane Oakhill present a wide range of research on all aspects of thinking and reasoning.... The authors draw on a variety of approaches where they are relevant, but they locate their subject matter squarely within the "
        }
    },
    "theory": {
        "1": {
            "Author": " Valiant",
            "Title": "A theory of the learnable",
            "Citations": 6830,
            "Year": 1984,
            "Source": "https://dl.acm.org/doi/pdf/10.1145/1968.1972",
            "Abstract": "Humans appear to be able to learn new concepts without needing to be programmed explicitly in any conventional sense. In this paper we regard learning as the phenomenon of knowledge acquisition in the absence of explicit programming. We give a precise "
        },
        "4": {
            "Author": " Sutton, BM Staw",
            "Title": "What theory is not",
            "Citations": 2412,
            "Year": 1995,
            "Source": "https://www.jstor.org/stable/2393788",
            "Abstract": "This essay describes differences between papers that contain some theory rather than no theory. There is little agreement about what constitutes strong versus weak theory in the social sciences, but there is more consensus that references, data, variables, diagrams, and "
        },
        "2": {
            "Author": "Wilson",
            "Title": "The theory of syndicates",
            "Citations": 1689,
            "Year": 1968,
            "Source": "https://www.jstor.org/stable/1909607",
            "Abstract": "A syndicate is defined to be a group of individuals who must make a common decision under uncertainty that will result in a payoff to be shared jointly among them. In this paper, the normative criterion of Pareto optimality is employed to determine the construction, and "
        },
        "8": {
            "Author": " Fung",
            "Title": "An introduction to the theory of aeroelasticity",
            "Citations": 1280,
            "Year": 2008,
            "Source": "https://books.google.com/books?hl=en&lr=&id=nic3DwAAQBAJ&oi=fnd&pg=PR1&dq=theory&ots=2dS6Bg8_nK&sig=wq8S4kykz0BaLipKas_LZB9s96g",
            "Abstract": "Geared toward advanced undergraduates and graduate students, this outstanding text was written by one of the founders of bioengineering and modern biomechanics. It offers unusually thorough coverage of the interaction of aerodynamic forces and elastic structures "
        },
        "3": {
            "Author": " Eringen",
            "Title": "Theory of thermomicrofluids",
            "Citations": 828,
            "Year": 1972,
            "Source": "https://www.sciencedirect.com/science/article/pii/0022247X72901060",
            "Abstract": "The simple microfluid theory of Eringen [1] is extended to include the heat conduction and heat dissipation effects. The exact nonlinear theory is presented and restricted by the axioms of constitution and the second law of thermodynamics. The constitutive equations are "
        },
        "5": {
            "Author": "Archangeli",
            "Title": "Aspects of underspecification theory",
            "Citations": 810,
            "Year": 1988,
            "Source": "https://www.jstor.org/stable/4419977",
            "Abstract": "An evaluation metric in Universal Grammar provides a means of selecting between possible grammars for a particular language. The evaluation metric as conceived in Chomsky & Halle (I968; henceforth SPE) prefers the grammar in which only the idiosyncratic properties are "
        },
        "7": {
            "Author": " James, NB Nichols, RS Phillips",
            "Title": "Theory of servomechanisms",
            "Citations": 734,
            "Year": 1947,
            "Source": "http://69.36.164.11/lit/mitser/PREF25.PDF",
            "Abstract": "THE tremendous research and development effort that went into the development of radar and related techniques during World War II resulted not only in hundreds of radar sets for military (and some for possible peacetime) use but also in a great body of information and "
        },
        "6": {
            "Author": "Yang",
            "Title": "An introduction to the theory of piezoelectricity",
            "Citations": 659,
            "Year": 2005,
            "Source": "https://link.springer.com/content/pdf/10.1007/978-3-030-03137-4.pdf",
            "Abstract": "The previous edition of this book, published in 2005, was based on the lecture notes for a graduate course offered at the former Department of Engineering Mechanics of the University of Nebraska–Lincoln since 1998. The course was intended to provide graduate "
        },
        "9": {
            "Author": "Ferenczi",
            "Title": "Thalassa: A theory of genitality",
            "Citations": 600,
            "Year": 2018,
            "Source": "https://books.google.com/books?hl=en&lr=&id=S7ZeDwAAQBAJ&oi=fnd&pg=PT5&dq=theory&ots=0sDfHIZV0I&sig=hedaOIPqfQON7fB9D_StSnkkTok",
            "Abstract": "This book expands the symbols of the phallus and vagina into cosmic symbols, not by reference to myths but by his interpretations of embryonic, physiological, psychological facts. It develops the view that the whole of life is determined by a tendency to return to the womb "
        },
        "10": {
            "Author": " Stroyan, WAJ Luxemburg",
            "Title": "Introduction to the Theory of Infiniteseimals",
            "Citations": 567,
            "Year": 1977,
            "Source": "https://books.google.com/books?hl=en&lr=&id=AORWT3SsKOoC&oi=fnd&pg=PP1&dq=theory&ots=wHbOAiJD8_&sig=AvkI6udruJm_8sSZLOOLBDwjseg",
            "Abstract": "Looking back into the history of mathematics we cannot escape observing that the seventeenth century was a most important epoch in the development of mathematics. During that period two mathematicians of extraordinary power, I. Newton and GW Leibniz, appeared "
        }
    },
    "principle": {
        "6": {
            "Author": "Freud",
            "Title": "Beyond the pleasure principle",
            "Citations": 5612,
            "Year": 0,
            "Source": "https://www.pep-web.org/document.php?id=SE.018.0001A",
            "Abstract": "[SER1a15] Freud made a number of additions in the second edition, but subsequent alterations were negligible. The present translation is a somewhat modified version of the one published in 1950.[SER1a16] As is shown by his correspondence, Freud had begun "
        },
        "7": {
            "Author": " Covey",
            "Title": "Principle centered leadership",
            "Citations": 4027,
            "Year": 1992,
            "Source": "https://books.google.com/books?hl=en&lr=&id=w4zCIPZrniQC&oi=fnd&pg=PA13&dq=principle&ots=KeoF_mL3xd&sig=3Pm5aXw4ySHUUCM7IuBHmjGMTJM",
            "Abstract": "From the author that brought you the New York Times bestseller The 7 Habits of Highly Effective People comes a foundational guide to leadership. How do individuals and organizations survive and thrive amid tremendous change? Why are efforts to improve "
        },
        "8": {
            "Author": "Dworkin",
            "Title": "The forum of principle",
            "Citations": 682,
            "Year": 1981,
            "Source": "https://heinonline.org/hol-cgi-bin/get_pdf.cgi?handle=hein.journals/nylr56&section=26",
            "Abstract": "Professor Dworkin confronts the question whether it is possible for judges to decide constitutional cases without themselves making substantice political dccisions. He addresses the two possible ways it has been suggested that judges can do so. Theflrst "
        },
        "1": {
            "Author": " Chattaraj, H Lee, RG Parr",
            "Title": "HSAB principle",
            "Citations": 543,
            "Year": 1991,
            "Source": "https://pubs.acs.org/doi/pdf/10.1021/ja00005a073?casa_token=-dCjPLNQByUAAAAA:zxqRYD0rb0UPgQ_TwuweD5gF7IguJS6z7ctY7YPDm6SpzI7hr9xvVVKjvqeuLrKzgVFqitsLsuns",
            "Abstract": "It is generally accepted that a variety of acid-base reactions can be described by the HSAB principle: 1 “Hard likes hard and soft likes soft\". It is not, however, easy totheoretically establish this principle. Here two proofs are offered of this principle with a restriction added "
        },
        "2": {
            "Author": "Eliashberg, NM Mishachev, S Ariki",
            "Title": "Introduction to the -Principle",
            "Citations": 453,
            "Year": 2002,
            "Source": "https://books.google.com/books?hl=en&lr=&id=ZNyFAwAAQBAJ&oi=fnd&pg=PR15&dq=principle&ots=2j3nwESOoY&sig=IhD15vOck0l248Oy3FDuufwOd2Y",
            "Abstract": "One of the most powerful modern methods of solving partial differential equations is Gromov's $ h $-principle. It has also been, traditionally, one of the most difficult to explain. This book is a broadly accessible exposition of the principle and its applications. The "
        },
        "4": {
            "Author": " Sunstein",
            "Title": "The anticaste principle",
            "Citations": 444,
            "Year": 1994,
            "Source": "https://www.jstor.org/stable/1289999",
            "Abstract": "It is sometimes suggested that there is a sharp opposition between\" liberty\" and\" equality.\"'If the law forbids racial discrimination in employment, it may promote equality, but perhaps it will simultaneously interfere with liberty. If the law requires wealthy people to transfer some "
        },
        "3": {
            "Author": " Toupin",
            "Title": "Saint-Venant's principle",
            "Citations": 441,
            "Year": 1965,
            "Source": "https://link.springer.com/article/10.1007/BF00282253",
            "Abstract": "The principle of the elastic equivalence of statically equivalent systems of load, or Saint-Venant's Principle, is given a precise mathematical formulation and proof. Counterexamples to traditional verbal statements of the principle are given, and the results are compared with "
        },
        "5": {
            "Author": " FusoN",
            "Title": "The Principle of Vinylogy.",
            "Citations": 305,
            "Year": 1935,
            "Source": "https://pubs.acs.org/doi/pdf/10.1021/cr60053a001?casa_token=RPx67bRxe0sAAAAA:ehS-FAfY_0XcbVPxBqgmfrZhPCA3UWNVOd67MW1USe_0D7PpBoHC2qIXSXEbQX7X7yJ-r1PmNEc6",
            "Abstract": "Similarly, the methyl group in p-nitrotoluene resembles that in o-nitro-toluene, and both of these groups resemble the methyl group in nitro-methane, which is attached directly to the nitro group. It is as though the influence of the nitro group were felt even when the methyl "
        },
        "10": {
            "Author": " Hull, PD Tessner, AM Diamond",
            "Title": "Planck's principle",
            "Citations": 190,
            "Year": 1978,
            "Source": "https://science.sciencemag.org/content/202/4369/717.abstract",
            "Abstract": "Two views about the Darwinian revolution are tested: that nearly all scientists in Great Britain had been converted to a belief in the evolution of species within 10 years after the publication of the Origin of Species, and that younger scientists were converted much more "
        },
        "9": {
            "Author": "Reece",
            "Title": "The paramountcy principle",
            "Citations": 146,
            "Year": 1996,
            "Source": "https://search.proquest.com/openview/3216ea696abe587637b2999201ea35c0/1?pq-origsite=gscholar&cbl=2032116",
            "Abstract": "This article takes the form of an attack on section 1 (1) o· f the Children Act 1989. Section 1 (1) provides that when a court determines any question with respect to the upbringing of a child, the child's welfare shall be the court's paramount consideration. For the purposes of "
        }
    },
    "intuitive": {
        "4": {
            "Author": "Ross",
            "Title": "The intuitive psychologist and his shortcomings: Distortions in the attribution process",
            "Citations": 6735,
            "Year": 1977,
            "Source": "https://www.sciencedirect.com/science/article/pii/S0065260108603573",
            "Abstract": "Publisher Summary Attribution theory is concerned with the attempts of ordinary people to understand the causes and implications of the events they witness. It deals with the “naive psychology” of the “man in the street” as he interprets his own behaviors and the actions of "
        },
        "5": {
            "Author": "Kahneman, S Frederick",
            "Title": "Representativeness revisited: Attribute substitution in intuitive judgment",
            "Citations": 4220,
            "Year": 2002,
            "Source": "https://www.researchgate.net/profile/Shane_Frederick/publication/229071271_Representativeness_Revisited_Attribute_Substitution_in_Intuitive_Judgment/links/54087a8c0cf2c48563bd6c75/Representativeness-Revisited-Attribute-Substitution-in-Intuitive-Judgment.pdf",
            "Abstract": "The program of research now known as the heuristics and biases approach began with a survey of 84 participants at the 1969 meetings of the Mathematical Psychology Society and the American Psychological Association (Tversky and Kahneman, 1971). The respondents "
        },
        "7": {
            "Author": "Gilovich, D Griffin, D Kahneman",
            "Title": "Heuristics and biases: The psychology of intuitive judgment",
            "Citations": 4105,
            "Year": 2002,
            "Source": "https://books.google.com/books?hl=en&lr=&id=FfTVDY-zrCoC&oi=fnd&pg=PA1&dq=intuitive&ots=_3XDDnbidK&sig=OFrEWvhZQW3b_cUHBB9DEmKHUNI",
            "Abstract": "Is our case strong enough to go to trial? Will interest rates go up? Can I trust this person? Such questions-and the judgments required to answer them-are woven into the fabric of everyday experience. This book examines how people make such judgments. The study of "
        },
        "2": {
            "Author": "Kahneman, A Tversky",
            "Title": "Intuitive prediction: Biases and corrective procedures",
            "Citations": 1639,
            "Year": 1977,
            "Source": "https://apps.dtic.mil/sti/citations/ADA047747",
            "Abstract": "This paper presents an approach to elicitation and correction of intuitive forecasts, which attempts to retain the valid component of intuitive judgments while correcting some biases to which they are prone. This approach is applied to two tasks that experts are often required to "
        },
        "1": {
            "Author": "McCloskey",
            "Title": "Intuitive physics",
            "Citations": 1327,
            "Year": 1983,
            "Source": "https://www.jstor.org/stable/24968881",
            "Abstract": "© 1983 SCIENTIFIC AMERICAN, INC 01;\" thrown may also lead to difficulties with other actions. Inexperienced bas ketball players systematically shoot the ball much too hard when they drive toward the basket, often slamming the ball against the backboard. Novice foot ball "
        },
        "6": {
            "Author": " Peterson, LR Beach",
            "Title": "Man as an intuitive statistician.",
            "Citations": 1190,
            "Year": 1967,
            "Source": "https://psycnet.apa.org/record/1967-11385-001",
            "Abstract": "Abstract CONSIDERS EXPERIMENTAL RESEARCH THAT HAS USED PROBABILITY THEORY AND STATISTICS AS A FRAMEWORK WITHIN WHICH TO STUDY HUMAN STATISTICAL INFERENCE. EXPERIMENTS HAVE INVESTIGATED ESTIMATES OF "
        },
        "3": {
            "Author": "Nahmias, SG Morris, T Nadelhoffer…",
            "Title": "Is incompatibilism intuitive?",
            "Citations": 314,
            "Year": 2006,
            "Source": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1933-1592.2006.tb00603.x",
            "Abstract": "Incompatibilists believe free will is impossible if determinism is true, and they often claim that this view is supported by ordinary intuitions. We challenge the claim that incompatibilism is intuitive to most laypersons and discuss the significance of this challenge to the free will "
        },
        "8": {
            "Author": "Anderson",
            "Title": "Intuitive inquiry",
            "Citations": 306,
            "Year": 2011,
            "Source": "https://books.google.com/books?hl=en&lr=&id=Gma9pr7NXCgC&oi=fnd&pg=PA15&dq=intuitive&ots=Dv5Ily6rgB&sig=oob_Ncnoo6pXTIVZhleyJTE3EJ4",
            "Abstract": "I am writing this chapter on intuitive inquiry (Anderson 1998; Ander-son 2000; Anderson 2004a; Anderson 2004b; Anderson 2011) as the winter solstice draws near. In poetic terms, the impulse to conduct an intuitive inquiry begins like a light in the dark of winter because "
        },
        "10": {
            "Author": " Simmons, LD Nelson",
            "Title": "Intuitive confidence: choosing between intuitive and nonintuitive alternatives.",
            "Citations": 302,
            "Year": 2006,
            "Source": "https://psycnet.apa.org/record/2006-09007-005",
            "Abstract": "People often choose intuitive rather than equally valid nonintuitive alternatives. The authors suggest that these intuitive biases arise because intuitions often spring to mind with subjective ease, and the subjective ease leads people to hold their intuitions with high "
        },
        "9": {
            "Author": "Petitmengi",
            "Title": "The intuitive experience",
            "Citations": 286,
            "Year": 1999,
            "Source": "https://www.ingentaconnect.com/content/imp/jcs/1999/00000006/f0020002/928",
            "Abstract": "This article summarizes a research on the psycho-phenomenology of intuition, which is an attempt to provide a thorough description of the subjective experience of intuition. In the first part, the main stages of the method used are described: how to have access to the pre "
        }
    },
    "nonintuitive": {
        "2": {
            "Author": " Simmons, LD Nelson",
            "Title": "Intuitive confidence: choosing between intuitive and nonintuitive alternatives.",
            "Citations": 302,
            "Year": 2006,
            "Source": "https://psycnet.apa.org/record/2006-09007-005",
            "Abstract": "People often choose intuitive rather than equally valid nonintuitive alternatives. The authors suggest that these intuitive biases arise because intuitions often spring to mind with subjective ease, and the subjective ease leads people to hold their intuitions with high "
        },
        "1": {
            "Author": " Rengarajan, Y Rahma",
            "Title": "The field equivalence principle: Illustration of the establishment of the non-intuitive null fields",
            "Citations": 96,
            "Year": 2000,
            "Source": "https://ieeexplore.ieee.org/abstract/document/868058/?casa_token=Sr6u7zRe16MAAAAA:u-rq8EUcgYBsmFLLM8l1G3czUA7p_Ju5PNgLe97zqTmXJl8cy2hlv2Xc82j1ETSKN8lD6w",
            "Abstract": "The field equivalence principle, one of the fundamental concepts in electromagnetics, has numerous applications. However, for a beginning student, it is not easy to understand this concept thoroughly and to appreciate it. The dilemma faced by beginning students is "
        },
        "7": {
            "Author": "Stamps, VV Krishnan",
            "Title": "Nonintuitive cue use in habitat selection",
            "Citations": 80,
            "Year": 2005,
            "Source": "https://esajournals.onlinelibrary.wiley.com/doi/abs/10.1890/05-0290",
            "Abstract": "There are at least two reasons why animals searching for a new habitat might be attracted to cues produced by competitors, predators, or other factors that reduce their fitness after they arrive and settle in the new habitat. First, such cues may be associated with other factors that "
        },
        "5": {
            "Author": "Paul, S Moulin, O Piechaczyk…",
            "Title": "Palladium (0)-catalyzed trimerization of arylisocyanates into 1, 3, 5-triarylisocyanurates in the presence of diimines: a nonintuitive mechanism",
            "Citations": 59,
            "Year": 2007,
            "Source": "https://pubs.acs.org/doi/abs/10.1021/ja068291k?casa_token=YH9V-ptQsVoAAAAA:n76m-3onOWgWh54x2sPNVdnLMgwiIAe9Xmyteye0myMMPakREBBC8puK_tY49yPGuo5dK13CwmRU",
            "Abstract": "We show here that palladium (0)(dibenzylideneacetone) complexes bearing 1, 10-phenanthroline constitute efficient catalysts for the cyclotrimerization of aromatic isocyanates. For the first time, the mechanism of this reaction has been investigated "
        },
        "6": {
            "Author": "Singh",
            "Title": "Assessing student expertise in introductory physics with isomorphic problems. I. Performance on nonintuitive problem pair from introductory physics",
            "Citations": 53,
            "Year": 2008,
            "Source": "https://journals.aps.org/prper/abstract/10.1103/PhysRevSTPER.4.010104",
            "Abstract": "Investigations related to expertise in problem solving and ability to transfer learning from one context to another are important for developing strategies to help students perform more expertlike tasks. Here we analyze written responses to a pair of nonintuitive isomorphic "
        },
        "9": {
            "Author": "Maurice, C de Graaf, N Guihery",
            "Title": "Magnetostructural relations from a combined ab initio and ligand field analysis for the nonintuitive zero-field splitting in Mn(III) complexes",
            "Citations": 51,
            "Year": 2010,
            "Source": "https://aip.scitation.org/doi/abs/10.1063/1.3480014",
            "Abstract": "The zero-field splitting (ZFS) of a model monometallic Mn (III) complex is theoretically studied as function of a systematic symmetry lowering. First, we treat the octahedral case for which the standard Ŝ⋅ D̿⋅ Ŝ model Hamiltonian cannot be applied due to a zero-field "
        },
        "4": {
            "Author": " Moreno, LT Blessing, MC Yang, AA Hernandez…",
            "Title": "Overcoming design fixation: Design by analogy studies and nonintuitive findings",
            "Citations": 37,
            "Year": 2016,
            "Source": "https://www.cambridge.org/core/journals/ai-edam/article/overcoming-design-fixation-design-by-analogy-studies-and-nonintuitive-findings/038760839BBBEFC08F146457A77BBE51",
            "Abstract": "Design fixation is a phenomenon with important significance to many fields of design due to the potential negative impacts it may have in design outcomes, especially during the ideation stage of the design process. The present study aims to provide a framework for "
        },
        "3": {
            "Author": "Strek, H Jopek, E Idczak, KW Wojciechowski",
            "Title": "Computational modelling of structures with non-intuitive behaviour",
            "Citations": 27,
            "Year": 2017,
            "Source": "https://www.mdpi.com/1996-1944/10/12/1386",
            "Abstract": "This paper presents a finite-element analysis of honeycomb and re-entrant honeycomb structures made of a two-phase composite material which is optimized with respect to selected parameters. It is shown that some distributions of each phase in the composite "
        },
        "10": {
            "Author": " Moreno, MC Yang",
            "Title": "Creativity in transactional design problems: non-intuitive findings of an expert study using SCAMPER",
            "Citations": 27,
            "Year": 2014,
            "Source": "https://www.designsociety.org/publication/35202/creativity_in_transactional_design_problems_non-intuitive_findings_of_an_expert_study_using_scamper",
            "Abstract": "Over the last three decades, transactional processes (services) have grown steadily and currently add more than 65% of global economic value. This study expands our understanding of designers' interactions with ideation methods using a heuristic method "
        },
        "8": {
            "Author": " Patsiou, TA Shestakova, T Klein…",
            "Title": "Intraspecific responses to climate reveal nonintuitive warming impacts on a widespread thermophilic conifer",
            "Citations": 1,
            "Year": 2020,
            "Source": "https://nph.onlinelibrary.wiley.com/doi/abs/10.1111/nph.16656",
            "Abstract": "Many ecologically important forest trees from dry areas have been insufficiently investigated for their ability to adapt to the challenges posed by climate change, which hampers the implementation of mitigation policies. We analyzed 14 common‐garden experiments across "
        }
    },
    "subjective": {
        "1": {
            "Author": "Diener",
            "Title": "Subjective well-being",
            "Citations": 17167,
            "Year": 2009,
            "Source": "https://link.springer.com/chapter/10.1007/978-90-481-2350-6_2",
            "Abstract": "The literature on subjective well-being (SWB), including happiness, life satisfaction, and positive affect, is reviewed in three areas: measurement, causal factors, and theory. Psychometric data on single-item and multi-item subjective well-being scales are presented "
        },
        "7": {
            "Author": "Diener, EM Suh, RE Lucas, HL Smith",
            "Title": "Subjective well-being: Three decades of progress.",
            "Citations": 15298,
            "Year": 1999,
            "Source": "https://psycnet.apa.org/journals/bul/125/2/276.html?uid=1999-10106-007",
            "Abstract": "Abstract W. Wilson's (1967) review of the area of subjective well-being (SWB) advanced several conclusions regarding those who report high levels of “happiness.” A number of his conclusions have been overturned: youth and modest aspirations no longer are seen as "
        },
        "9": {
            "Author": "Horowitz, N Wilner, W Alvarez",
            "Title": "Impact of Event Scale: A measure of subjective stress",
            "Citations": 9549,
            "Year": 1979,
            "Source": "https://www.researchgate.net/profile/Stephen_Joy/post/What_is_the_best_psychological_trauma_scale_to_use_for_self_report_for_journalists_who_experienced_a_specific_stressful_coverage/attachment/59d6471b79197b80779a2061/AS%3A461046189170690%401486933385906/download/Horowitz+et+al+1979+Impact+of+event+scale+2.pdf",
            "Abstract": "Clinical, field, and experimental studies of response to potentially stressful life events give concordant findings: there is a general human tendency to undergo episodes of intrusive thinking and periods of avoidance. A scale of current subjective distress, related to a specific "
        },
        "4": {
            "Author": " Anscombe, RJ Aumann",
            "Title": "A definition of subjective probability",
            "Citations": 2362,
            "Year": 1963,
            "Source": "http://pages.stern.nyu.edu/~dbackus/Exotic/1Ambiguity/AnscombeAumann%20AMS%2063.pdf",
            "Abstract": "JL Introduction, It is widely recognized that the word\" probability\" has two very different main senses. In its original meaning, which is still the popular meaning, the word is roughly synonymous with plausibility. It has reference to reasonableness of belief or expectation. If\" "
        },
        "3": {
            "Author": "Diener, EM Suh",
            "Title": "Culture and subjective well-being",
            "Citations": 1219,
            "Year": 2003,
            "Source": "https://books.google.com/books?hl=en&lr=&id=1A2siA19hKYC&oi=fnd&pg=PP9&dq=subjective&ots=2qku-d3-ns&sig=rksufrvYcZdSNw9ofs8pTZ3OD_4",
            "Abstract": "The question of what constitutes the good life has been pondered for millennia. Yet only in the last decades has the study of well-being become a scientific endeavor. This book is based on the idea that we can empirically study quality of life and make cross-society "
        },
        "2": {
            "Author": "Bleich",
            "Title": "Subjective criticism",
            "Citations": 915,
            "Year": 2019,
            "Source": "https://books.google.com/books?hl=en&lr=&id=MnTADwAAQBAJ&oi=fnd&pg=PT6&dq=subjective&ots=6QiaxA6EOD&sig=D_zGxsD6-_vNx8X2BD29Nu3n-28",
            "Abstract": "Originally published in 1981. The meaning and objectives of literature, argues David Bleich, are created by the reader, who depends on community consensus to validate his or her judgements. Bleich proposes that the study of English be consciously reoriented from a "
        },
        "8": {
            "Author": "Wiebe, T Wilson, R Bruce, M Bell, M Martin",
            "Title": "Learning subjective language",
            "Citations": 850,
            "Year": 2004,
            "Source": "https://www.mitpressjournals.org/doi/abs/10.1162/0891201041850885",
            "Abstract": "Subjectivity in natural language refers to aspects of language used to express opinions, evaluations, and speculations. There are numerous natural language processing applications for which subjectivity analysis is relevant, including information extraction and "
        },
        "6": {
            "Author": "Kanizsa",
            "Title": "Subjective contours",
            "Citations": 791,
            "Year": 1976,
            "Source": "https://www.jstor.org/stable/24950327",
            "Abstract": "If we examine the conditions that give rise to visible contours, we usually find that a contour is perceived when there is a jump in the stimulation between adjacent areas. The jump may be due to a difference in brightness or a difference in color. There are conditions, however "
        },
        "5": {
            "Author": "Turner, E Martin",
            "Title": "Surveying subjective phenomena",
            "Citations": 398,
            "Year": 1985,
            "Source": "https://books.google.com/books?hl=en&lr=&id=cQi5BgAAQBAJ&oi=fnd&pg=PR9&dq=subjective&ots=HVwHf8BWoK&sig=Gm-HO7D_b_4Hj6feSMSennBCBQw",
            "Abstract": "In January 1980 a panel of distinguished social scientists and statisticians assembled at the National Academy of Sciences to begin a thorough review of the uses, reliability, and validity of surveys purporting to measure such subjective phenomena as attitudes, opinions, beliefs "
        },
        "10": {
            "Author": " Triandis",
            "Title": "Subjective culture",
            "Citations": 161,
            "Year": 2002,
            "Source": "https://core.ac.uk/download/pdf/10687030.pdf",
            "Abstract": "This Online Readings in Psychology and Culture Article is brought to you for free and open access \n(provided uses are educational in nature)by IACCP and ScholarWorks@GVSU. Copyright © \n2002 International Association for Cross-Cultural Psychology. All Rights Reserved. ISBN "
        }
    }
}